{
	"entries": [
		{
			"id": 1,
			"remark": "Base data page",
			"de": {
				"title": "Übersicht",
				"content": [
					"Die Übersicht zeigt die grundlegende Zusammensetzung der Nahrung an. Das linke Diagramm berücksichtigt dabei alle wesentlichen Komponenten, die in dem Lebensmittel enthalten sind, das rechte Diagramm ignoriert den Wasseranteil und zeigt damit nur die Makronährstoffe an.",
					"<br /><b>Zucker:</b> Als Zucker ist hier die Gesamtheit der Einfachzucker (Traubenzucker, Fruchtzucker, Galaktose) und  Zweifachzucker (Sukrose, Laktose, Maltose) gemeint. Es handelt sich um eine Teilmenge der Kohlenhydrate."
				]
			},
			"en": {
				"title": "Overview",
				"content": [
					"Displays the general composition of the selected food. The left-hand chart regards all essential parts of the food, whereas the right-hand chart ignores the water content, thus simply concentrating on the macro nutrients.",
					"<br /><b>Sugar:</b> Refers to the amount of single and double sugars, i.e., the amount of glucose, fructose, galactose as well as sucrose, lactose and maltose. Sugar is a subset of the carbohydrates."
				]
			}
		},
		{
			"id": 2,
			"remark": "Energy data page",
			"de": {
				"title": "Energie",
				"content": [
					"<p>Auf dieser Seite wird der Energiegehalt von Lebensmitteln dargestellt. Die Ansicht <b>Energiezusammensetzung</b> zeigt dabei an, wie sich die Gesamtenergie in dem Lebensmittel auf die einzelnen Energieträger in der Nahrung (Makronährstoffe) verteilt. Dazu zählen klassischerweise Kohlenhydrate, Fett und Proteine, aber auch Ballaststoffe und Alkohol.</p>",
					"<p>In der Ansicht <b>Energielevel</b> wird hingegen angezeigt, wie viel Energie in dem Lebensmittel (je Portion und 100 Gramm) in Bezug zum Grundumsatz und Gesamtumsatz (Grundumsatz + Leistungszuwachs PAL) eines Erwachsenen steckt. Dabei werden die Referenzwerte aus den User-Einstellungen verwendet.</p>",
					"<p>Die Ansicht <b>Einzeldaten</b> steht nur bei kombinierten Lebensmitteln (aggregierte Ansicht) zur Verfügung, wenn das zusammengestellte Element wenigstens aus zwei Lebensmitteln besteht. In der Ansicht wird die Energie für jedes einzelne Lebensmittel dargestellt, einmal als Tortendiagramm (Gesamtzusammensetzung) und Balkendiagramm (einzelne Energiedaten je Lebensmittel).</p>"
				]
			},
			"en": {
				"title": "Energy",
				"content": [
					"<p>This page visualizes the energy composition of foods. The chart <b>Energy composition</b> shows how the overall energy in the selected item is distributed across the several energy sources in food. This primarily includes carbohydrates, fat and proteins, but also dietary fibers and alcohol.</p>",
					"<p>The chart <b>Energy level</b> displays the energy amount in the food item (per portion and per 100 g) compared to the BMR (Basic Metabolic Rate) and Energy Expenditure (BMR + PAL) of an adult. The BMR and PAL value refer to the set body data in the user settings.</p>",
					"<p>The third view, <b>Separate data</b>, is only available for combined food data (aggregated data), if the composite element consists of at least two foods. It displays the energy amount of each separate food in the composition, both as pie chart (total composition) and bar chart (single energy amount per food).</p>"
				]
			}
		}, 
		
		{
			"id": 3,
			"remark": "Vitamin page",
			"de": {
				"title": "Vitamine",
				"content": [
					"Das Diagramm zeigt die enthaltenen Vitamine im Vergleich zum Tagesbedarf eines Erwachsenen an (der Tagesbedarf wird aus den eingestellten User-Daten berechnet). Dabei werden auch Provitamine (z.B. Carotin) in Lebensmitteln mit berücksichtigt und in ihrer entsprechenden Äquivalenz zu dem Vitamin mit eingerechnet. Im Tabellenmodus werden hingegen die absoluten Werte in mg angezeigt."
				]
			},
			"en": {
				"title": "Vitamins",
				"content": [
					"Displays the vitamins contained by the food or food combination. The values relate to the daily dietary requirements of an adult (that is, of the body data set in the settings menu). Provitamins in food (e.g. Carotene) are also regarded and are included with their vitamin equivalence value. By contrast, the table mode displays the absolute amounts of vitamins in mg."
				]
			}
		}, 
		
		{
			"id": 4,
			"remark": "Mineral page",
			"de": {
				"title": "Mineralstoffe",
				"content": [
					"Das Diagramm zeigt die enthaltenen Mineralstoffe im Vergleich zum Tagesbedarf eines Erwachsenen an (der Tagesbedarf wird aus den eingestellten User-Daten berechnet). Im Tabellenmodus werden hingegen die absoluten Werte in mg angezeigt." 
				]
			},
			"en": {
				"title": "Minerals",
				"content": [
					"Displays the minerals contained by the food or food combination. The values relate to the daily dietary requirements of an adult (that is, of the body data set in the settings menu). By contrast, the table mode displays the absolute amounts of minerals in mg."
				]
			}
		}, 
		
		{
			"id": 5,
			"remark": "Lipids",
			"de": {
				"title": "Lipide (Fettsäuren)",
				"content": [
					"Die in der Nahrung enthaltenen Fettsäuren lassen sich grob in gesättigte, einfach ungesättigte und mehrfach ungesättigte Fettsäuren unterteilen. Letztere bestehen aus Omega-3-Fettsäuren und Omega-6-Fettsäuren.",
					"Das Diagramm zeigt einmal die grobe Verteilung der Fettsäuren in Prozent an und einmal die Verteilung der mehrfach ungesättigten Fettsäuren (Omega-3/6). Leider gibt es nicht zu allen Lebensmitteln ausreichend Daten, um die Omega-3/6-Verteilung sinnvoll darstellen zu können. Zudem gibt es bei den meisten Lebensmitteln einen gewissen Anteil, bei dem aus den gegebenen Daten unklar ist, ob es sich um Omega-3 oder Omega-6-Fettsäuren handelt. Dieser ist entsprechend grau dargestellt.",
					"Im Tabellenmodus werden die absoluten Werte der einzelnen Fettsäuren angezeigt. Dort werden zusätzlich noch die Transfettsäuren, die Teil der ungesättigten Fettsäuren sind, sowie Cholesterol aufgelistet. Durch Überlappung der Lipid-Arten ergibt die Summe der Einzelwerte oft mehr als der Gesamtwert an Fettsäuren."
				]
			},
			"en": {
				"title": "Lipids (fatty acids)",
				"content": [
					"Lipids contained by food can be roughly divided into saturated, mono-unsaturated and poly-unsaturated fatty acids, the latter consisting of Omega-3 fatty acids and Omega-6 fatty acids.",
					"The chart displays the general distribution of the primary fatty acids, as well as the distribution of Omega-3 and Omega-6 fatty acids. Unfortunately, there is not sufficent data for all food items to reliably display their Omega-3 and Omega-6 distribution. Besides, the imported lipids data of some food items is rather unspecific, leading to amounts of poly-unsaturated fatty acids which cannot be unequivocally assigned to Omega-3 or Omega-6 fatty acids. Those amounts are displayed in gray color.",
					"The table mode displays the absolute values for lipids. In addition to the chart, is also displays data to trans fatty acids and cholesterol. Due to overlapping lipid categories, the sum of the single values may exceed the total amount of lipids in the food."
				]
			}
		},
		
		{
			"id": 6,
			"remark": "Info",
			"de": {
				"title": "Info",
				"content": [
					"Auf der Info-Seite werden allgemeine Angaben zu dem ausgewählten Lebensmittel dargestellt. Bei einer Zusammenstellung an Lebensmitteln können einige Daten nicht angezeigt werden."
				]
			},
			"en": {
				"title": "Info",
				"content": [
					"Displays basic data to the selected food item. If a combination of food items is used, some values may not be displayed."
				]
			}
		},
		
		{
			"id": 7,
			"remark": "Kohlenhydrate",
			"de": {
				"title": "Kohlenhydrate",
				"content": [
					"Kohlenhydrate lassen sich grob in Einfachzucker (Glukose, Fruktose, Galaktose), Zweichfachzucker (Sukrose, Laktose, Maltose) und Mehrfachzucker gliedern, zu denen bspw. die Stärke gehört.",
					"Unter <b>Zucker</b> werden allgemein die Einfach- und Zweifachzucker zusammengefasst. Der Begriff darf nicht mit dem handelsüblichen Haushaltszucker <i>Sukrose</i> (Saccharose) verwechselt werden. <b>Ballaststoffe</b> sind weitgehend unverdauliche Mehrfachzucker. Diese beiden Angaben sind bei den meisten Lebensmitteln auf Food Compare enthalten.",
					"Die detailierten Daten zu Einfachzuckern, Zweifachzuckern und Stärke sind leider nur bei ausgewählten Lebensmitteln verfügbar."
				]
			},
			"en": {
				"title": "Carbohydrates",
				"content": [
					"Carbohydrates can be grouped into Monosaccharides (Glucose, Fructose, Glucose), Disaccharides (Sucrose, Lactose, Galactose) and Polysaccharides. Starch, for instance, is part of the polysaccharides.",
					"The term <b>Sugar</b> refers to the amount of monosaccharides and disaccharides. It must not be confused with the common household sugar, which in this context is <i>Sucrose</i>. <b>Dietary fibers</b> are mostly indigestible polysaccharides. Those two values are available for most food items on Food Compare.",
					"Detailed data for monosaccharides, disaccharides and polysaccharides are only available for selected food items, though."
				]
			}
		},
		{
			"id": 8,
			"remark": "Proteine",
			"de": {
				"title": "Proteine",
				"content": [
					"Diese Ansicht stellt die in den Proteinen des Lebensmittels enthaltenen Aminosäuren dar. Sofern Proteindaten vorliegen zeigt die Tabellenansicht die meisten der 20 verschiedenen Aminosäuren an. Die Diagrammansicht beschränkt sich hingegen auf die essenziellen Aminosäuren, die der Mensch selbst nicht herstellen kann und entsprechend durch die Nahrung aufnehmen muss. Wie bei den Vitaminen und Mineralstoffen ist auch hier der Bezugspunkt der tägliche Bedarf eines Menschen (der Tagesbedarf wird aus den eingestellten User-Daten berechnet)."
				]
			},
			"en": {
				"title": "Info",
				"content": [
					"This view displays the amino acids contained by the food's proteins. If protein data is available, the table mode will display most of the 20 different amino acids. By contrast, the chart view will only display the essential amino acids, which the human body cannot produce on its own. Thus, those amino acids need to be consumed by nutrition. As with the vitamin and mineral chart, the data refers to the daily dietary requirements of an adult (that is, of the body data set in the settings menu)."
				]
			}
		},
		{
			"id": 9,
			"remark": "Lebensmittelauswahl",
			"de": {
				"title": "Lebensmittelauswahl",
				"content": [
					"<p>Wählen Sie hier ein Lebensmittel aus, das zum Analysebereich hinzugefügt werden soll. Standardmäßig werden alle Lebensmittel angezeigt, die in Food Compare enthalten sind. Sie können jedoch auch Lebensmittel aus einer bestimmten Kategorie wählen.<br/>Falls Sie ein bestimmtes Lebensmittel in Food Compare nicht finden, probieren Sie einen allgemeineren Begriff zu verwenden. Einige Lebensmittel sind als Typ (s.u.) gelistet, z.B. Käsesorten und Pilzarten.</p>",
					"<p>Neben der Auswahl über die Liste stehen noch zwei weitere Tools zur Verfügung: Der <b>Kategoriebaum</b> zeigt alle Lebensmittelklassen in Food Compare als Liste an, zusammen mit den einzelnen darunterliegenden Typen. Der <b>Filter</b> ermöglicht es, die Lebensmittelauswahl entsprechend bestimmter Filterkriterien zu beschränken (z.B. Suche nach Lebensmittel, die einen best. Inhaltsstoff in einer best. Menge enthalten).</p>",
					"<p><b>Typ:</b> Zu vielen Lebensmitteln existieren Unterformen oder bestimmte Zubereitungsarten, die Sie hier auswählen können.</p>",
					"<p><b>Portion:</b> Wählen Sie eine vordefinierte Portionsgröße oder geben Sie eine individuelle Portionsgröße ein.</p>",
					"<p><b>Datenquelle:</b> Für manche Lebensmittel stehen mehrere Datenquellen zur Verfügung. Food Compare verwendet standardmäßig SR Legacy, manchmal steht auch die Datenquelle FNDDS zur Verfügung (mit neueren, z.T. jedoch nicht vollumfänglichen Daten). Meist sind die Unterschiede zwischen den Datenquellen nicht sehr groß.<br/>Falls mehrere Datenquellen zur Verfügung stehen, können Sie einstellen, ob fehlende Werte der von Ihnen ausgewählten Quelle bei Bedarf durch die Werte der anderen Quelle ergänzt werden sollen. Damit stehen u.U. mehr Informationen zur Verfügung, das Ergebnis kann damit aber auch ungenauer werden, sollten die Datenquellen größere Unterschiede aufweisen (was bei best. Zubereitungsarten der Fall sein kann).<br/> Weiterhin ist es auch möglich, den Mittelwert aus den Werten beider Quellen zu bilden (<i>Datenquellen kombinieren</i>).</p>"
				]
			},
			"en": {
				"title": "Food Selection",
				"content": [
					"<p>Please pick a food from the select list to add it to your food data panel. By default, all food items available in Food Compare are listed, but you can also select food items from a specific category.<br/>In case you are unable to find a desired food element, you may search for a more general term. Some foods are listed as a type (see below), such as different types of cheese or different mushroom species.</p>",
					"<p>Next to the list selection there are two further tools to select a food element: The <b>category tree</b> shows all food classes as a list, with the corresponding food types underneath. The <b>filter</b> allows to narrow down the food selection according to certain filter conditions (e.g. search foods that contain a certain nutrient of a certain amount).</p>",
					"<p><b>Type:</b> For many food items there exist specific forms or kinds of preparations that can be picked from the selector.</p>",
					"<p><b>Portion:</b> Pick one of the pre-defined portion sizes or enter an individual portion size for the food.</p>",
					"<p><b>Data source:</b> For some foods, more than one data source is provided. Food Compare uses data from SR Legacy by default, but in some cases the source FNDDS is also provided, which contains more up-to-date data (which is sometimes less comprehensive, though). In general, differences between the two data sources are low.<br/>In case that more than one data source is available, you can set in the configuration that missing data values should be <i>supplemented</i> by the other data source, if it provides the corresponding data. In this case, potentially more information is provided, but it may also be less accurate in case that there are notable differences between the two data sources (which may be the case in certain food preparation types).</br> You can also let Food Compare calculate the average values of the two data sources (<i>combine data sources</i>).</p>"
				]
			}
		},
		{
			"id": 10,
			"remark": "Zusammenstellung eines Lebensmittels",
			"de": {
				"title": "Lebensmittelauswahl",
				"content": [
					"<p>Wählen Sie im linken Bereich ein Lebensmittel aus und klicken Sie <i>Hinzufügen</i>, um es Ihrem Menü hinzuzfügen. Auf der rechten Seite sehen Sie Ihre Zusammenstellung. Wenn Ihre Zusammenstellung fertig ist, klicken Sie auf <i>Anzeigen</i>, um das Ergebnis in Food Compare darzustellen. Es erscheint als neuer Tab in Ihrem Analysebereich.</p>",
					"<p><b>Food typ:</b> Zu vielen Lebensmitteln existieren Unterformen oder bestimmte Zubereitungsarten, die Sie hier auswählen können.</p>",
					"<p><b>Portion:</b> Wählen Sie eine vordefinierte Portionsgröße oder geben Sie eine individuelle Portionsgröße ein.</p>",
					"<p><b>Datenquelle:</b> Für manche Lebensmittel stehen mehrere Datenquellen zur Verfügung. Food Compare verwendet standardmäßig SR Legacy, manchmal steht auch die Datenquelle FNDDS zur Verfügung (mit neueren, z.T. jedoch nicht vollumfänglichen Daten). Meist sind die Unterschiede zwischen den Datenquellen nicht sehr groß.<br/>Falls mehrere Datenquellen zur Verfügung stehen, können Sie einstellen, ob fehlende Werte der von Ihnen ausgewählten Quelle bei Bedarf durch die Werte der anderen Quelle ergänzt werden sollen (empfohlen). Außerdem ist es auch möglich, den Mittelwert aus den Werten beider Quellen zu bilden (<i>Datenquellen kombinieren</i>).</p>"
				]
			},
			"en": {
				"title": "Food Selection",
				"content": [
					"<p>Please pick a food from the selector on the left and click <i>Add</i> to add it to your composite food list displayed on the right. Once you completed your composition, click <i>Show</i> in order to show the result in Food Compare. It will appear as a new tab in the data panel.</p>",
					"<p><b>Food type:</b> For many food items there exist specific forms or kinds of preparations that can be picked from the selector.</p>",
					"<p><b>Portion:</b> Pick one of the pre-defined portion sizes or enter an individual portion size for the food.</p>",
					"<p><b>Data source:</b> For some foods more than one data source is provided. Food Compare uses data from SR Legacy by default, but for some foods also FNDDS is provided, which contains more up-to-date data (which is sometimes less comprehensive, though). In general, differences between the two data sources are low.<br/>In case that more than one data source is available, you can choose in the settings whether missing data values should be supplemented by the other data source, if it provides corresponding data (recommended). You can also let Food Compare calculate the average values of the two data sources (<i>combine data sources</i>).</p>"
				]
			}
		},
		{
			"id": 11,
			"remark": "Gegenüberstellung",
			"de": {
				"title": "Gegenüberstellung",
				"content": [
					"In dieser Ansicht werden die Nährstoffe des ausgewählten Lebensmittels im Vergleich zu anderen Lebensmitteln einsortiert und dargestellt. Dabei kann ausgewählt werden, ob es mit allen Lebensmitteln in Food Compare verglichen werden soll oder nur mit den Lebensmitteln aus derselben Kategorie (Obst, Gemüse, Fleisch etc.). Wenn mindestens zwei Lebensmittel zum Datenbereich hinzugefügt wurden, so kann außerdem ein Vergleich unter allen in der Ansicht geöffneten Lebensmitteln (Tabs) durchgeführt werden. Im Diagrammmodus wird das  Lebensmittel für jeden Nährstoff in einem separaten Balkendiagramm einsortiert und markiert. Im Tabellenmodus werden hingegen der Wert des entsprechenden Nährstoffs angezeigt, sein Rang im Vergleich zu den anderen Lebensmitteln sowie der Minimalwert, Maximalwert, Durchschnittswert und Median des Nährstoffs über alle Vergleichsobjekte. Der Rang bezeichnet dabei die Position des Lebensmittels in den absteigend nach Werten sortierten Vergleichsobjekte, wobei jedoch nur die Lebensmittel berücksichtigt werden, die eine Angabe zu dem Nährstoff besitzen."
				]
			},
			"en": {
				"title": "Juxtaposition",
				"content": [
					"On this data page, the nutrient data of the selected food is displayed in comparison to other foods. It is both possible to compare the selected food with all other food elements in Food Compare, or just with those food elements of the same category (such as fruit, vegetables, meat). If more than one food element has been added to the data panel, the selected food element can also be compared to the other food elements previously added to the data panel (tabs). In the chart mode, the nutrients of the selected food element will be sorted and classified in separate bar charts, with the selected food element being highlighted. In the table mode, the nutrient value is displayed, its rank compared to the other comparing food elements, as well as the minimum and maximum value, average and median. The rank refers to the position of the food element in the nutrient chart of decending order. Only those comparing food elements are regarded that actually have a data value for the corresponding nutrient."
				]
			}
		},
		{
			"id": 12,
			"remark": "Gesamtansicht aller Daten",
			"de": {
				"title": "Gesamtansicht aller Daten",
				"content": [
					"<p>Die Gesamttabelle zeigt die Nährstoffdaten aller im Analysebereich hinzugefügten Lebensmittel an. Die Nährstoffdaten sind nach Kategorie gruppiert, um die Tabelle übersichtlich zu halten. Auf der rechten Seite werden die aggregierten Werte angezeigt: Der höchste und niedrigste Wert für jeden Nährstoff sowie Durchschnitt und Summe über alle ausgewählten Lebensmittel. Wenn zu einem Lebensmittel kein Wert existiert, bleibt die Zelle frei.</p>",
					"<p>Grundsätzlich lassen sich Nährstoffwerte auf zwei Weisen darstellen: In Bezug auf die eingestellte Portionsmenge und in Bezug zur 100-Gramm-Basis; letztere erleichtert meist das Vergleichen. Wenn die 100-Gramm-Basis eingestellt ist, ergeben sich ein paar weitere Anzeigeoptionen. In den Tooltips werden dann auch das das Minimum, Maximum und der Durchschnittswert aus allen Lebensmitteln der Food Compare Datenbank angezeigt. Ebenso kann ein weitere Option für das Einfärben der Tabelle ausgewählt werden (s.u.).</p>",
					"<p>Die Tabellendaten können farblich hervorgehoben werden, um das Vergleich über mehrere Lebensmittel zu erleichtern. Folgende Optionen sind dabei möglich:</p>",
					"<ol><li>Keine: Die Tabelle wird nicht eingefärbt.</li>",
					"<li>Minimum und Maximum: Der höchste und niedrigste Wert jeder Zeile wird hervorgehoben.</li>",
					"<li>Vergleich der ausgewählten Lebensmittel: Je dunkler die Zelle ist, desto höher ist der Anteil des Nährstoffs in diesem Lebensmittel im Vergleich zu den anderen Lebensmitteln in der Tabelle. Diese Option kann nur ausgewählt werden, wenn wenigstens drei Lebensmittel der Tabelle hinzugefügt wurden.</li>",
					"<li>Vergleich zu allen Lebensmitteln in Food Compare: Je dunkler die Zelle ist, desto höher ist der Anteil des Nährstoffs in diesem Lebensmittel im Vergleich zu allen anderen Lebensmitteln in Food Compare. Diese Option kann nur ausgewählt werden, wenn wenigstens drei Lebensmittel der Tabelle hinzugefügt wurden un die Berechnung auf 100-Gramm-Basis eingestellt ist.</ol>"
				]
			},
			"en": {
				"title": "Overall view",
				"content": [
					"<p>The overall data view provides the nutrient data for all selected food items in the analysis panel. Nutrient values are grouped by nutrient categories to keep the overall table more compact. At the right end of the table, the aggregated values are displayed: The minimum and maximum value for each nutrient, the average value and sum across all selected foods. If there is no value for a nutrient of a food, the cell remains empty.</p>",
					"<p>Generally, nutrient values can be displayed in two ways: Referring to the set portion amount and related to 100 gram basis (the latter makes it usually better comparable). If the 100 gram basis is set, some further features are provided. In the tooltips, the minimum, maximum and average amount of the nutrient compared to the whole Food Compare database will be shown. Additionally, a further color scheme is then provided (see below).</p>",
					"<p>The table data is highlighted to alleviate the comparison across different foods. Up to four options can be set:</p>",
					"<ol><li>None: The table remains white.</li>",
					"<li>Minimum and maximum: Highlights the minimum and maximum value of each row.</li>",
					"<li>Highlighting the amount compared to the selection: The darker the table cell is, the higher is the amount compared to the other foods in the table. This option can only be selected if at least 3 foods are displayed in the table.</li>",
					"<li>Highlighting the amount compared to the whole database: The darker the table cell is, the higher is the amount compared to all other foods in the Food Compare database. This option can only be selected if at least 3 foods are displayed and the weight mode is set to  100 g.</li></ol>"
				]
			}
		},
		{
			"id": 13,
			"remark": "Filter Modal",
			"de": {
				"title": "Lebensmittel Filter",
				"content": [
					"<p>In diesem Menü können Lebensmittel nach bestimmten Kriterien gefiltert werden. Dabei können verschiedene Bedingungen festgelegt werden, die ein Lebensmittel erfüllen muss, damit es in der Ergebnismenge angezeigt wird. Wenn zu viele Bedingungen definiert sind oder diese zu restriktiv sind, werden unter Umständen keine Ergebnisse angezeigt.</p>",
					"<p><b>Neue Bedingung:</b> Klicken Sie den Button, um eine neue Bedingung hinzuzufügen. Wählen Sie dann einen Inhaltsstoff, den das gewünschte Lebensmittel enthalten muss. Sie können hier außerdem einen Wertebereich festlegen, in dem sich die Menge des Inhaltsstoffs befinden soll. Standardmäßig ist der maximale Bereich über alle Daten eingestellt. Es würden dann alle Lebensmittel angezeigt, welche Daten zu diesem Inhaltsstoff besitzen (ggf. auch mit einer Menge von 0). Die Angaben beziehen sich immer auf eine Portionsgröße von 100 Gramm.",
					"<b>Beispiel:</b> <i>Zeige alle Lebensmittel an, die Angaben zu Vitamin C haben und deren Wert pro 100 Gramm zwischen 20 und 50 mg liegt.</i></p>",
					"<p>Sie können beliebig viele Bedingungen festlegen, jedoch immer nur eine pro Inhaltsstoff. Zudem können Sie in der Anzeige einstellen, ob alle Bedingungen erfüllt werden sollen (UND-Verknüpfung) oder nur eine (ODER-Verknüpfung). Auf der rechten Seite erscheinen die Lebensmittel in Food Compare, welche die Kriterien erfüllen. Klicken Sie auf <i>Auswählen</i>, um ein Lebensmittel aus der Liste anzuzeigen.</p>"
				]
			},
			"en": {
				"title": "Food Filter",
				"content": [
					"<p>This menu allows you to narrow down foods by means of different nutrient filters. You can define several conditions that foods must fulfill to be shown in the result set. If too many filters are defined, or if filter conditions are too strict, no foods may be shown, though.</p>",
					"<p><b>New condition:</b> Click the button to add a new condition. Select a nutrient that the desired foods must contain. Additionally, you may set a specific data range in which the amount of the nutrient must appear. By default, the maximum range across all elements in Food Compare is set. In this case, all food elements would be shown that contain data about this nutrient (possibly also a value of 0). The value always refers to a 100 gram portion.",
					"<b>Example:</b> <i>Show all foods that have information about Vitamin C and whose amount is between 20 and 50 mg per 100 gram.</i>",
					"<p>You may add an unlimited amout of conditions, but only one condition per nutrient. Additionally, you can choose whether all conditions must be fulfilled in the calculation (AND conjunction) or just one (OR conjunction). On the right side, you will see the food elements that fulfill the conditions. Click <i>Select</i> to show a food element from the list in Food Compare.</p>"
				]
			}
		}
	]
}