{
  "vitamins": [
    {
      "name": {
        "de": "Vitamin A",
        "en": "Vitamin A"
      },
      "scientificName": {
        "de": "Retinol, Retinal, Retinsäure",
        "en": "Retinol, Retinal, Retinoic acid"
      },
      "description": {
        "de": "Vitamin A bezeichnet eine Reihe chemischer Verbindungen und gehört zu den fettlöslichen Vitaminen, die somit längerfristig im Körper gespeichert werden können. Es existiert in vielen tierischen Produkten bereits in einer für den Menschen verwertbaren Form. In pflanzlichen Produkten liegt es in einer Vorstufe vor, aus der der Mensch Vitamin A selbst herstellen kann. Diese Vorstufen werden als Carotinoide bezeichnet, wobei das Beta-Carotinoid die größte Rolle spielt. Es ist in pflanzlichen Produkten an seiner intensiven Farbgebung zu erkennen (z.B. in der Karotte oder im Brokkoli). Vitamin A aus tierischen Quellen wird im Körper jedoch besser aufgenommen als beim Umwandlungsprozess aus Carotinoiden. Es hat eine große Bedeutung für die Zellen, Haut und Schleimhäute, das Sehvermögen und das Immunsystem. Das Vitamin ist empfindlich gegenüber Licht, Hitze und Sauerstoff. So gehen beim Kochen von Lebensmitteln bspw. zwischen 10 und 30 % des Vitamins verloren. Vitamin-A-Mangel ist der weltweit häufigste Vitaminmangel. In der westlichen Welt kommt ein starker Mangel nur selten vor. In Entwicklungsländern stellt Vitamin-A-Mangel hingegen oft ein schweres Problem dar, an dem geschätzt 250 Mio. Vorschulkinder leiden und rund eine Mio. Kinder jährlich versterben.",
        "en": "Vitamin A comprises several chemical compounds and belongs to the fat-soluble vitamins that can be stored for a long time in the human body. In anmial products it already exists in a human-exploitable form, whereas it exists as a provitamin (precursor) in many plant-based products. Those provitamins are called carotenoids, with beta-carotenoid playing the most important part. Beta-carotenoid is often identifyable by its intensive color in plant-based food, such as carrots, broccoli or green cabbage. Just as other carotenoids, the human body can transform it to vitamin A on its own, though the usage from animal-based food is more effective than by means of this transformation process. Vitamin A plays a significant role for cells, skin and mucous membranes, as well as for vision and the immune system. It is vulnerable against light, oxygen and heat; for instance, the loss of vitamin A in the process of cooking is between 10 and 30 percent. Vitamin A has the highest defiency rate among all vitamins in the world. While high defiencies are rare in western countries, it is a serious issue in many developing countries, resulting in about 250 million prescool children suffering from vitamin A shortage, with about one million of them dying from it every year."
      },
      "functionality": [
        {
          "de": "Aufbau der Haut und Schleimhäute",
          "en": "Development of the skin and mucous membranes"
        },
        {
          "de": "Beteiligt am Sehvorgang",
          "en": "Involved in vision"
        },
        {
          "de": "Beteiligt an der Zellentwicklung",
          "en": "Involved in the proper development of cells"
        },
        {
          "de": "(Knochen-) Wachstum",
          "en": "(Bone) growth"
        },
        {
          "de": "Immunsystem",
          "en": "Immune system"
        },
        {
          "de": "Fortpflanzung (Bildung von Hormonen, Embryonalentwicklung)",
          "en": "Reproduction (production of hormones, embroynal develeopt)"
        },
        {
          "de": "Fördert die Bildung roter Blutkörperchen",
          "en": "Promotes the production of red blood cells"
        },
        {
          "de": "Beta-Carotin: Freies Radikal",
          "en": "Beta-carotenoid: Free radical"
        }
      ],
      "deficiencies": [
        {
          "de": "Trockene und spröde Haut",
          "en": "Dry and brittle skin"
        },
        {
          "de": "Geschwächtes Immunsystem, Infektanfälligkeit",
          "en": "Weakened immune system, vulnerability to infection"
        },
        {
          "de": "Lichtempfindlichkeit",
          "en": "Sensitivity to the light"
        },
        {
          "de": "Verminderte Sehfähigkeit in der Dämmerung (Nachtblindheit)",
          "en": "Impaired vision in dusk or dark (night blindness)"
        },
        {
          "de": "Störung des Knochwachstums bei Kindern",
          "en": "Impaired bone growth of children"
        }
      ],
      "overdose": {
        "de": "Beim Erwachsenen gelten bis zu 3 mg Vitamin A pro Tag als tolerabel. Bei einer deutlich höheren Zufuhr kann es zu einer Vergiftung mit Vitamin A kommen, da die Leber die Mengen nicht mehr speichern kann. Anzeichen sind dann bspw. Übelkeit, Erbrechen, starke Kopfschmerzen oder Benommenheit. Eine solche Überdosis kann nur durch Nahrungsergänzungsmittel oder dem Verzehr bestimmter Leberarten geschehen (Beispiele sind Eisbär- oder Robbenleber, in denen sehr viel Vitamin A angesammelt ist).",
        "en": "For adults, up to 3 mg of vitamin A per day are considered tolerable. Considerably higher doses may lead to a poisoning, since the liver may not be able to store the vitamin anymore. Such a poisoning can cause nausea, vomiting, strong headaches or dizziness. It can only be causes by nutrient supplement or consumption of certain animal livers. Examples include the liver of polar bears and robs, where much vitamin A is accumulated."
      },
      "dependencies": {
        "de": "",
        "en": ""
      },
      "storage": {
        "de": "Vitamin A wird, wie die meisten fettlöslichen Vitamine, in der Leber gespeichert. Volle Speicher reichen theoretisch 1 bis 2 Jahre aus, ehe Mangelerscheinungen sichtbar werden. Die Halbwertszeit beträgt 50 bis 100 Tage.",
        "en": "Just like other fat-soluble vitamins, vitamin A is primarily stored in the liver. Humans fully supplied with it may live without further vitamin A consumption for about 1 to 2 years not showing any deficiency symptoms. The half-life of the vitamin is 50 through 100 days."
      },
      "sources": {
        "de": "Fisch, Milchprodukte, Eier, Rindfleisch, Leber; Beta-Carotin: Karotten, Grünkohl, Broccoli, Spinat",
        "en": "Fish, dairy, eggs, beef, liver; Beta-carotenoid: Carrots, green cabbage, broccoli, spinach"
      },
      "requirements": {
        "de": "Mann: 1 mg | Frau: 0,8 mg (schwanger: 1,1 mg, stillend: 1,5 mg)",
        "en": "male: 1 mg | female: 0.8 mg (pregnant: 1.1 mg, breastfeeding: 1.5 mg)"
      }
    },
    {
      "name": {
        "de": "Vitamin B1",
        "en": "Vitamin B1"
      },
      "scientificName": {
        "de": "Thiamin",
        "en": "Thiamine"
      },
      "description": {
        "de": "Thiamin ist ein wasserlösliches Vitamin und ist u.a. am Stoffwechsel beteiligt. Es liegt v.a. in Getreide, Reis und Hülsenfrüchten vor, wobei bei der Getreideverarbeitung zu Weißmehlprodukten oder beim Schälen von Reis ein Großteil des Vitamins verloren geht. In manchen Ländern wird diesen Produkten daher künstlich Vitamin B1 zugeführt. Vitamin B1 ist hitzeempfindlich und wird beim Kochen zerstört. Mangelerscheinungen sind in Industriestaaten eher selten, treten in ärmeren Ländern jedoch häufiger auf. Sie führen dazu, dass Kohlenhydrate nicht mehr aus der Nahrung aufgenommen werden können, was dann über ein anderes, weniger effizientes Enzym geschieht.",
        "en": "Thiamine is a water-soluble vitamin that is, among others, involved in metabolism. It is mainly contained by grains, rice and legumes, though grain processing (white flour products) or rice polishing can considerably lower the vitamin content. For this reason, vitamin B1 is added to those products in some countries. Vitamin B1 is vulnerable against heat and gets destroyed in the process of boiling. Deficiencies are rather rare in developed countries, yet occur more often in poorer countries. Thiamine deficiency results in carbohydrates not being efficiently absorbed in the digestive system, which will then be treated by other enzymes in a less efficient way."
      },
      "functionality": [
        {
          "de": "Beteiligung am Kohlenhydrat-Stoffwechsel",
          "en": "Takes part in the carbohydrate metabolism"
        },
        {
          "de": "Beteiligt am Nervensystem",
          "en": "Involved in the nervous system"
        }
      ],
      "deficiencies": [
        {
          "de": "Müdigkeit",
          "en": "Fatigue"
        },
        {
          "de": "Konzentrationsschwäche",
          "en": "Lack of concentration"
        },
        {
          "de": "Depressionen",
          "en": "Depressions"
        },
        {
          "de": "Reizbarkeit",
          "en": "Irritability"
        }
      ],
      "overdose": {
        "de": "Nicht bekannt.",
        "en": "Unknown."
      },
      "dependencies": {
        "de": "Da B1 an der Kohlenhydrat-Verstoffwechslung beteiligt ist, erhöht sich der Bedarf bei kohlenhydratlastiger Ernährung entsprechend. Der Verzehr von verarbeiteten Lebensmitteln wie geschältem Reis oder Weißmehlprodukten wirkt sich hier negativ aus, da diese Lebensmittel zwar selbst viele Kohlenhydrate, jedoch kaum mehr Vitamin B1 enthalten.",
        "en": "Since B1 participates in the carbohydrate metabolism, carbohydrate-centric diets increase the B1 requirement accordingly. Consumption of processed food such as white wheat products or polished rice exacerbate vitamin B1 supply, as those products scarcely contain any remaining vitamin B1, yet contain a high amount of carbohydrates themselves."
      },
      "storage": {
        "de": "Der Körper kann etwa 25 bis 30 mg Vitamin B1 speichern.",
        "en": "The human body can store about 25 .. 30 mg of vitamin B1."
      },
      "sources": {
        "de": "Vollkornprodukte, Hülsenfrüchte (z.B. Weiße Bohnen, Erbsen), Kartoffeln, Zucchini, Milch, Schweinefleisch, Nüsse, best. Fischarten (z.B. Thunfisch)",
        "en": "Whole-grain products, legumes (such as white beans, peas), potatoes, zucchini, milk, pork, nuts, some types of fish (e.g. tuna fish)"
      },
      "requirements": {
        "de": "Mann: 1,0 .. 1,3 mg | Frau: 1,0 mg (schwanger: 1,3 mg)",
        "en": "male: 1.0 .. 1.3 mg | female: 1.0 mg (pregnant: 1.3 mg)"
      }
    },
    {
      "name": {
        "de": "Vitamin B2",
        "en": "Vitamin B2"
      },
      "scientificName": {
        "de": "Riboflavin",
        "en": "Riboflavin"
      },
      "description": {
        "de": "Riboflavin ist primär am Stoffwechsel beteiligt und ermöglicht den Abbau von Kohlenhydraten, Fetten und Eiweiß. Ein Mangel ist sehr selten, da das Vitamin in vielen Lebensmitteln in reichlicher Menge vorhanden ist. Die Aufnahme aus tierischen Quellen erfolgt besser als aus pflanzlichen Quellen. Vitamin B2 ist lichtempfindlich und sollte daher dunkel gelagert werden.",
        "en": "Riboflavin is primarly involved in metabolism and allows carbohydrate, fatty acid and protein absorbation. Decifiencies are rare, since vitamin B2 is abundantly contained in many foods. Vitamin B2 is better absorbed from animal food compare to plant-based food. The vitamin is vulnerable to light and should be stored dark."
      },
      "functionality": [
        {
          "de": "Beteiligt am Stoffwechsel (Kohlenhydrate, Fette, Eiweiße)",
          "en": "Involved in metabolism (carbohydrates, fatty acids, proteins)"
        },
        {
          "de": "Wichtig für verschiedene Zellfunktionen",
          "en": "Needed for several cellular functions"
        },
        {
          "de": "Beteiligt am Wachstum",
          "en": "Involed in the process of growth"
        },
        {
          "de": "Unterstützt die Wirkung von Vitamin B3 und B6",
          "en": "Supports the usage of vitamin B3 and B6"
        }
      ],
      "deficiencies": [
        {
          "de": "Entzündliche Haut",
          "en": "Inflammatory skin"
        },
        {
        "de": "Entzündung der Mundschleimhäute",
        "en": "Stomatitis (inflammation of mouth and lips)"
        }
      ],
      "overdose": {
        "de": "Nicht bekannt.",
        "en": "Unknown."
      },
      "dependencies": {
        "de": "Riboflavin wird benötigt, damit die Vitamine B3 und B6 effizient verwendet werden können. Ein B2-Mangel kann daher auch indirekt ein Defizit an Vitamin B3 und B6 im Körper bedeuten. Die Aufnahme von Vitamin B2 funktioniert nur mit Proteinen, so dass ein Proteinmangel automatisch zu einem Vitamin-B2-Mangel führt.",
        "en": "Riboflavin is needed to efficiently make use of vitamin B3 and B6 within the human body. A lack of vitamin B2 may thus indirectly lead to a vitamin B3 and B6 shortage. In order to absorb vitamin B2, proteins are needed. A protein deficiency leads inevitably to a vitamin B2 shortage. "
      },
      "sources": {
        "de": "Brokkoli, Spinat, Milchprodukte, Eier, Sojabohnen, Leber, Fleisch",
        "en": "Broccoli, spinach, dairy products, eggs, soya beans, liver, meat"
      },
      "storage": {
        "de": "",
        "en": ""
      },
      "requirements": {
        "de": "Mann: 1,3 .. 1,4 mg | Frau: 1,0 .. 1,1 mg (schwanger: 1,4 mg)",
        "en": "male: 1.3 .. 1.4 mg | female: 1.0 .. 1.1 mg (pregnant: 1.4 mg)"
      }
    },
    {
      "name": {
        "de": "Vitamin B3",
        "en": "Vitamin B3"
      },
      "scientificName": {
        "de": "Niacin",
        "en": "Niacin"
      },
      "description": {
        "de": "Ähnlich wie Vitamin B2 ist Niacin am Stoffwechsel beteiligt und in der Nahrung in reichlicher Menge vorhanden, so dass ein Mangel sehr selten ist. Es kommt vor allem in tierischen Produkten vor, in geringerem Maß aber auch in pflanzlicher Nahrung. Die Aufnahme aus tierischen Quellen funktioniert besser als aus pflanzlichen Quellen. Der Mensch kann mit dem Protein Tryptophan und dem Vitamin B6 das Vitamin B3 auch selbst herstellen, jedoch nicht in ausreichender Menge.",
        "en": "Similar to vitamin B2, Niacin is involved in metabolism and is abundantly contained in everyday food. Deficiencies are very rare. The vitamin is primarily contained in animal food, yet to a less degree in plant-based food as well. Absorbtion from animal food is more effective than from plant-based food. The human body can also produce Niacin on its own, using the protein Tryptophan and vitamin B3. This way of production is not sufficent for the total requirement, though."
      },
      "functionality": [
        {
          "de": "Ist am Stoffwechsel beteiligt",
          "en": "Takes part in metabolism"
        },
        {
          "de": "Wird insbesondere an Orten mit hohem Energiebedarf benötigt (z.B. Muskeln, Herz)",
          "en": "Especially needed in energy-consuming parts of the body (such as muscles, heart)"
        },
        {
          "de": "Unterstützt die Regeneration von Haut, Muskeln, Nerven und DNA",
          "en": "Promotes the regeneration of skin, muscles, nerves and DNA"
        }
      ],
      "deficiencies": [
        {
          "de": "Konzentrationsschwäche, Nervosität, Reizbarkeit",
          "en": "Lack of concentration, nervousness, irritability"
        },
        {
          "de": "Hautveränderungen (Dermatitis)",
          "en": "Inflammation of the skin (dermatitis)"
        },
        {
          "de": "Durchfall und Verdauungsstörungen",
          "en": "Diarrhea and indigestion"
        }
      ],
      "overdose": {
        "de": "Nicht bekannt.",
        "en": "Unknown."
      },
      "dependencies": {
        "de": "Damit der Körper das Vitamin auch selbst herstellen kann, werden Vitamin B6 und Proteins (Tryptophan) benötigt. Ein Mangel daran kann u.U. auch zu einem Mangel an Vitamin B3 führen.",
        "en": "In order to produce the vitamin on its own, vitamin B6 and proteins (Tryptophan) are needed. A shortage of those two components might lead to a shortage of vitamin B3 as well. "
      },
      "sources": {
        "de": "Fleisch, Fisch, Vollkornprodukte, Kartoffeln, Erbsen, Kaffee, Erdnüsse, Reis",
        "en": "Meat, fish, whole-grain products, potatoes, peas, coffee, peanuts, rice"
      },
      "storage": {
        "de": "",
        "en": ""
      },
      "requirements": {
        "de": "Mann: 14 .. 15 mg | Frau: 11 .. 12 mg  (schwanger: 16 mg)",
        "en": "male: 14 .. 15 mg | female: 11 .. 12 mg  (pregnant: 16 mg)"
      }
    },
    {
      "name": {
        "de": "Vitamin B5",
        "en": "Vitamin B5"
      },
      "scientificName": {
        "de": "Pantothensäure",
        "en": "Pantothenic acid"
      },
      "description": {
        "de": "Pantothensäure ist ein wasserlösliches Vitamin, das in fast allen Lebensmitteln auftritt, so dass Mangelerscheinungen extrem selten sind. Das Vitamin ist an der Energiegewinnung in den Zellen beteiligt. Es ist sehr empfindlich gegenüber Hitze und geht auch bei der Verarbeitung und Lagerung von Lebensmitteln zum Teil verloren.",
        "en": "Pantothenic acid is a water-soluble vitamin that appears in almost all kinds of food, making deficiencies extremely rare. It takes part in the energy production of the cells and in metabolism in general. Vitamin B5 is vulnerable against light and may partly vanish when food is processed or stored."
      },
      "functionality": [
        {
          "de": "Ist am Stoffwechsel beteiligt",
          "en": "Takes part in metabolism"
        },
        {
          "de": "Beteiligt an der Herstellung von Cholesterin und Provitamin D.",
          "en": "Supports the production of cholesterol and provitamin D"
        }
      ],
      "deficiencies": [
        {
          "de": "Müdigkeit, Schlaflosigkeit, Depressionen",
          "en": "Fatigue, sleeplessness, depressions"
        },
        {
          "de": "Muskelkrämpfe",
          "en": "Muscle cramps"
        },
        {
          "de": "Übelkeit",
          "en": "Nausea"
        }
      ],
      "overdose": {
        "de": "Ab einer täglichen Menge von mehr als 10 mg können leichte Darmstörungen auftreten.",
        "en": "Slight irritations of the bowel may occur when more than 10 mg of Vitamin B5 are consumed per day."
      },
      "dependencies": {
        "de": "",
        "en": ""
      },
      "sources": {
        "de": "Fleisch, Fisch, Getreide, Eier, Kartoffeln",
        "en": "Meat, fish, grain, eggs, potatoes"
      },
      "storage": {
        "de": "",
        "en": ""
      },
      "requirements": {
        "de": "ca. 6 mg (der genaue Bedarf ist noch nicht abschließend geklärt)",
        "en": "about 6 mg (the exact amount has not been identified yet)"
      }
    },
    {
      "name": {
        "de": "Vitamin B6",
        "en": "Vitamin B6"
      },
      "scientificName": {
        "de": "Pyridoxin, Pyridoxal, Pyridoxamin",
        "en": "Pyridoxine, pyridoxal, pyridoxamine"
      },
      "description": {
        "de": "Vitamin B6 bezeichnet eine Gruppe chemischer Verbindungen und spielt eine große Rolle bei der Verstoffwechslung von Eiweißen. Das Vitamin kommt in vielen tierischen und pflanzlichen Lebensmitteln vor, wobei es aus tierischen Quellen besser aufgenommen wird. In einigen Produkten (z.B. Säfte, Milchprodukte, Süßwaren) wird Vitamin B6 heute auch künstlich hinzugefügt. Ein Mangel an Vitamin B6 ist daher eher selten.",
        "en": "Vitamin B6 is a group of chemical substances that play an important part in protein metabolism. It is contained in many animal and plant-based foods, though the absorption from animal food is more effective. In food industry, the vitamin is sometimes added to products such as juices, dairy and confectionery, making deficiencies rather rare."
      },
      "functionality": [
        {
          "de": "Für den Eiweißsstoffwechsel benötigt",
          "en": "Needed for protein metabolism"
        },
        {
          "de": "Auch am Stoffwechsel von Stärke und Fettsäuren beteiligt",
          "en": "Takes also part in starch metabolism and lipids metabolism"
        },
        {
          "de": "An der Produktion vieler Botenstoffe beteiligt, z.B. Dopamin, Serotonin, Histamin",
          "en": "Takes part in the production of some messengers, such as Dopamine, Serotonin and Histamine"
        }
      ],
      "deficiencies": [
        {
          "de": "Wachstumsstörung durch verminderte Produktion von Aminosäuren im Körper",
          "en": "Growth disturbance because of reduced production of amino acids in the body"
        },
        {
          "de": "Übelkeit, Appetitlosigkeit",
          "en": "Nausea, anorexia"
        },
        {
          "de": "Blutarmut",
          "en": "Anemia"
        },
        {
          "de": "Hautveränderungen",
          "en": "Skin irritations"
        },
        {
          "de": "Geschwächtes Immunsystem",
          "en": "Weakened immune system"
        }
      ],
      "overdose": {
        "de": "Eine Überdosis kann allgemein zu Schmerzen und Taubheitsgefühlen in den Extremitäten führen, bei starker Überdosis können auch Nervenschädigungen auftreten. Die Grenzwerte für eine Überdosis schwanken zwischen 25 und 100 mg pro Tag.",
        "en": "An overdose can lead to general pain and numb extremities, an extreme overdose can also lead to neuropathy (damage of the nerves). There is different data related to the overdose threshold, reaching from 25 to 100 mg per day."
      },
      "dependencies": {
        "de": "Da Vitamin B6 für den Eiweißstoffwechsel verwendet wird, führt eine eiweißreiche Ernährung auch zu einem etwas höheren Vitamin-B6-Bedarf.",
        "en": "Since vitamin B6 is needed for protein absorption and processing, protein-intensive diets may require a higher consumption of vitamin B6."
      },
      "sources": {
        "de": "Fisch, Leber, Avocado, Kartoffeln, Nüsse, Weizen",
        "en": "Fish, liver, avocado, potatoes, nuts, wheat"
      },
      "storage": {
        "de": "",
        "en": ""
      },
      "requirements": {
        "de": "Mann: 1,4 .. 1,5 mg | Frau: 1,1 .. 1,2 mg  (schwanger: 1,9 mg)",
        "en": "male: 1.4 .. 1.5 mg | female: 1.1 .. 1.2 mg  (pregnant: 1.9 mg)"
      }
    },
    {
      "name": {
        "de": "Vitamin B7",
        "en": "Vitamin B7"
      },
      "scientificName": {
        "de": "Biotin",
        "en": "Biotin"
      },
      "description": {
        "de": "Biotin ist ebenfalls am Stoffwechsel beteiligt und sorgt für die Eiweißbildung im Körper und das Zellwachstum. Ein Mangel ist selten, da das Vitamin in sehr vielen Lebensmitteln vorkommt. Allerdings verursacht der Verzehr roher Eier, dass Biotin an das darin enthaltene Avidin gebunden wird und vom Darm nicht aufgenommen werden kann. Der Verzehr roher Eier kann daher zu einem erheblichen Vitamin-B7-Mangel führen.",
        "en": "Biotin takes part in metabolism and is responsible for protein production and cell growth. Deficiencies are rare, since Vitamin B7 is part of many foods. However, consumption of raw eggs can lead to a considerable shortage of the vitamin, since unheated egg white contains the protein avidin, which binds strongly to Biotin, making it impossible for the bowel to absorb."
      },
      "functionality": [
        {
          "de": "Beteiligt am Stoffwechsel von Kohlenhydraten, Fetten, Eiweißen",
          "en": "Participates in carbohydrate, lipid and protein metabolism"
        },
        {
          "de": "Beteiligt an der Neubildung von Eiweißen im Körper",
          "en": "Takes part in the production of proteins within the human body"
        },
        {
          "de": "Für gesunde Haut, Haare und Nägel benötigt",
          "en": "Needed for healthy skin, hair and nails"
        }
      ],
      "deficiencies": [
        {
          "de": "Muskelschwäche, Muskelschmerzen",
          "en": "Muscle aches, muscle weakness"
        },
        {
          "de": "Haarausfall, brüchige Nägel, Hautausschlag",
          "en": "Hair loss, brittle nails, skin irritations"
        },
        {
          "de": "Appetitlosigkeit, Nervosität, Müdigkeit, Depressionen",
          "en": "Anorexia, nervousness, fatigue, depressions"
        }
      ],
      "overdose": {
        "de": "Nicht bekannt.",
        "en": "Unknown."
      },
      "dependencies": {
        "de": "",
        "en": ""
      },
      "sources": {
        "de": "Pilze, Leber, Eier, Nüsse, Soja, Fisch",
        "en": "Mushrooms, liver, eggs, nuts, soy, fish"
      },
      "storage": {
        "de": "",
        "en": ""
      },
      "requirements": {
        "de": "45 mg",
        "en": "45 mg"
      }
    },
    {
      "name": {
        "de": "Vitamin B9",
        "en": "Vitamin B9"
      },
      "scientificName": {
        "de": "Folat, Folsäure",
        "en": "Folate"
      },
      "description": {
        "de": "Folat ist ein wasserlösliches, hitze- und lichtempfindliches Vitamin, das v.a. in pflanzlicher Nahrung vorkommt. Sein Name leitet sich von lateinisch 'folium' (Blatt) ab, da das Vitamin insbesondere in grünem Gemüse vorkommt. Wird das Vitamin synthetisch hergestellt, so spricht man von Folsäure. Folat wir v.a. für die Zellteilung und das Zellwachstum benötigt. In Phasen verstärkter Zellteilung (z.B. Kindheit und Schwangerschaft) ist der Bedarf entsprechend erhöht. Ein leichter Mangel kommt in der Gesellschaft relativ häufig vor, insbesondere bei einseitiger Ernährung.",
        "en": "Folate is a water-soluble vitamin that is vulnerable against heat and light. It occurs in many plant-based foods, especially in leafy greens (the name folate originates from Latin 'folium', meaning 'leaf').  It plays an important part in the process of cell division and cell growth. In periods of increased cell division (such as childhood and pregnancy) the requirement increases. Light deficiencies are rather frequent, especially in case of an unbalanced diet."
      },
      "functionality": [
        {
          "de": "Beteiligt an der Herstellung der Erbsubstanz",
          "en": "Involved in the production of the genetic substance"
        },
        {
          "de": "Beteiligt an der Zellteilung und dem Zellwachstum",
          "en": "Needed for cell division and cell growth"
        },
        {
          "de": "Beteiligt an der Bildung der roten und weißen Blutkörperchen",
          "en": "Participates in the production of white and red blood cells"
        }
      ],
      "deficiencies": [
        {
          "de": "Blutarmut",
          "en": "Anemia"
        },
        {
          "de": "Schleimhautentzündungen",
          "en": "Mucositis (inflammation of the mucous membranes in the digestive tract)"
        },
        {
          "de": "Schwangerschaftskomplikationen, Entwicklungsstörungen beim Säugling",
          "en": "Pregnancy complications, development complications of newborns"
        }
      ],
      "overdose": {
        "de": "Negative Folgen sind nicht bekannt. Ein überhoher Vitamin-B9-Gehalt im Körper kann jedoch einen Vitamin-B12-Mangel verdecken, der wiederum zu schweren Komplikationen führen kann.",
        "en": "No negative consequences are known. However, an excessive vitamin B9 consumption may hide a shortage of vitamin B12, that in turn may lead to serious health issues."
      },
      "dependencies": {
        "de": "Ein Mangel an Vitamin C, B12 oder Eisen kann die Aufnahme von Folat im Körper vermindern.",
        "en": "A shortage of vitamin C, B12 or iron can reduce the absorption of folate in the digestive system."
      },
      "storage": {
        "de": "Im Körper können etwa 12 bis 15 mg Vitamin B9 gespeichert werden. Je nach individuellem Verbrauch (im Mittel ca. 0,2 mg pro Tag) halten die Vitamin-B9-Speicher damit rund 2-4 Monate. Auf die Haut treffende intensive Sonnenstrahlung kann das Vitamin im Körper reduzieren.",
        "en": "The body can store up to 12 .. 15 mg of vitamin B9. Depending on the individual usage (about 0.2 mg per day) the storage can hold between 2 and 4 months. If the skin is exposed to intensive sun light, the amount of Vitamin B9 in the body gets reduced."
      },
      "sources": {
        "de": "Spinat, Broccoli, Grünkohl, Getreide, Leber, Eier, Sojabohnen",
        "en": "Spinach, Broccoli, Green cabbage, grains, liver, eggs, soy beans"
      },
      "requirements": {
        "de": "Mann: 0,3 mg | Frau: 0,3 mg  (schwanger: 0,45 mg, stillend: 0,55 mg)",
        "en": "male: 0.3 mg | female: 0.3 mg  (pregnant: 0.45 mg, breastfeeding: 0.55 mg)"
      }
    },
    {
      "name": {
        "de": "Vitamin B12",
        "en": "Vitamin B12"
      },
      "scientificName": {
        "de": "Cobalamin",
        "en": "Cobalamin"
      },
      "description": {
        "de": "Cobalamin nimmt eine Sonderstellung unter den B-Vitaminen ein. Es ist zwar ebenfalls wasserlöslich, bei gut gefüllten Speichern kann es jedoch über viele Jahre ausreichen. Das Vitamin wird von Mikroorganismen und Bakterien gebildet und kommt in allen Lebewesen vor. Es wird mit Hilfe eines Proteins aufgenommen, das im Magen gebildet wird. Der Abschnitt im Dünndarm, der das Vitamin aufnimmt, ist nur sehr kurz. Bei entsprechenden Magen- oder Darmerkrankungen kann es daher leicht zu einem Mangel kommen, der im Extremfall schwerwiegende, irreversible Nervenschädigungen zur Folge hat. Menschen, die sich rein pflanzlich ernähren, müssen entsprechend Vitamin-B12-Präparate nehmen, um einen Mangel an Vitamin B12 zu vermeiden. Zwar kommt das Vitamin auch ganz vereinzelt in Pflanzen vor (z.B. manche Algenarten) und wird tw. auch Säften oder Sojamilch künstlich hinzugefügt, für die Abdeckung des Tagesbedarfs reicht es jedoch nicht aus.",
        "en": "Cobalamin takes a special position within the vitamin-B-complex. Just like the other vitamins in that group it is water-soluble, yet the vitamin can be stored for several years. Vitamin B12 is solely produced by microorganisms and bacteria and appears in all living creatures. It can only be absorbed within a short part of the bowel, in combination with a special protein produced in the stomach. Deficiencies thus easily occur in case of stomach or bowel disorders that prevent the absorption of the vitamin. They can lead to serious and irreversible damage of the nervous system. People exclusively consuming plant-based food need to consume vitamin B12 supplements in order to avoid deficiencies. Though the vitamin does occur in a very few plants (such as some algae) and is sometimes artificially added to juices or soy milk, the amount does not suffice to cover the daily requirements."
      },
      "functionality": [
        {
          "de": "An der Blutbildung beteiligt (rote Blutkörperchen)",
          "en": "Participates in the production of blood cells (red cells)"
        },
        {
          "de": "Unterstützung und Erhalt des Nervensystems",
          "en": "Supports and maintains the nervous system"
        },
        {
          "de": "Ebenso an der Bildung der DNA beteiligt",
          "en": "Takes part in the production of DNA"
        },
        {
          "de": "Wichtig für Zellteilung und Zellwachstum",
          "en": "Important for cell division and cell growth"
        }
      ],
      "deficiencies": [
        {
          "de": "Erschöpfung, Schwäche, Konzentrationsstörungen",
          "en": "Fatigue, Weakness, loss of concentration"
        },
        {
          "de": "Blutarmt",
          "en": "Anemia"
        },
        {
          "de": "Nervenschädigungen",
          "en": "Damage to the nervous system"
        }
      ],
      "overdose": {
        "de": "Nicht bekannt.",
        "en": "Unknown."
      },
      "dependencies": {
        "de": "Vitamin B12 wird für die effektive Verwendung von Vitamin B9 benötigt. Umgekehrt kann jedoch einer hoher Vitamin-B9-Gehalt im Körper (z.B. durch hohen Konsum an pflanzlicher Nahrung) einen vorhandenen Vitamin-B12-Mangel verdecken.",
        "en": "Vitamin B12 is needed for the effective usage of vitamin B9. By contrast, a high amount of vitamin B9 in the body (e.g. caused by plant-based nutrition) may hide a vitamin B12 deficiency."
      },
      "sources": {
        "de": "Leber, Fisch, Fleisch, Eier, Milchprodukte",
        "en": "Liver, Fish, meat, eggs, dairy"
      },
      "storage": {
        "de": "Im Körper können maximal 2 bis 5 mg Vitamin B12 gespeichert werden, die Hälfte davon in der Leber. Da der Tagesbedarf von Vitamin B12 sehr gering ist, halten gut gefüllte Speicher somit über mehrere Jahre. Angaben schwanken zw. 3 und 10 Jahren.",
        "en": "The human body can store up to 2 .. 5 mg of vitamin B12, half of it within the liver. Since the daily requirement is very low, a filled up storage of vitamin B12 can hold for several years. Data varies between 3 and 10 years."
      },
      "requirements": {
        "de": "Mann: 0,003 mg | Frau: 0,003 mg  (schwanger: 0,0035 mg)",
        "en": "male: 0.003 mg | female: 0.003 mg  (pregnant: 0.0035 mg)"
      }
    },
    {
      "name": {
        "de": "Vitamin C",
        "en": "Vitamin C"
      },
      "scientificName": {
        "de": "Ascorbinsäure",
        "en": "Ascorbic acid"
      },
      "description": {
        "de": "Vitamin C ist das einzige wasserlösliche Vitamin neben den B-Vitaminen. Es wird von den meisten Säugetieren selbst hergestellt, und konnte auch vom Menschen einst selbst hergestellt werden. Heute muss es jedoch über die Nahrung in ausreichender Menge zugeführt werden. Vitamin C enthält eine ganze Reihe wichtiger Aufgaben, darunter auch die Stärkung des Immunsystems. Ob Vitamin C tatsächlich auch Krankheiten wie Erkältungen vorbeugt, konnte wissenschaftlich jedoch bislang nicht nachgewiesen werden. Von wenigen Ausnahmen abgesehen kommt Vitamin C ausschließlich in pflanzlicher Nahrung vor, so dass bei einer pflanzenarmen Ernährung schnell ein Vitamin-C-Mangel auftreten kann. Aktuell beträgt der Referenzwert rund 100 mg pro Tag, wobei der Wert noch nicht abschließend wissenschaftlich geklärt ist und sowohl deutlich höher als auch niedriger sein könnte. Bekannt ist jedoch, dass bei Tabak- und Alkoholkonsum und Stress ein deutlich höherer Bedarf an Vitamin C besteht. Starker Vitamin-C-Mangel ist dafür bekannt, dass es zur sog. Seefahrer-Krankheit Skorbut führt.",
        "en": "Vitamin C is the only water-soluble vitamin next to the vitamin-B-complex. Most mammals produce it on their own (including the prehistoric human), yet modern humans need to ingest it with food to cover their demand. Vitamin C has multiple functions and effects in the body, including the strengthening of the immune system. However, so far there is no scientific evidence whether it can actually lower the risk of some diseases such as the common cold. With the exception of a few animal foods, Vitamin C solely occurs in plant-based food. Diets focusing on animal food can easily lead to vitamin C shortage. The current dietary requirement value is about 100 mg per day, though the value is still heavily debated among scientists and could be considerably higher or lower. It is certain, however, that some people have a higher demand for Vitamin C, including smokers, pregnant women, people consuming alcohol and people under stress. Extreme vitamin C deficiency is infamous for causing scurvy."
      },
      "functionality": [
        {
          "de": "Wirkt als Antioxidant gegen freie Radikale",
          "en": "Serves as an antioxidant against free radicals"
        },
        {
          "de": "Stärkt das Immunsystem",
          "en": "Strengthens the immune system"
        },
        {
          "de": "Beteiligt an der Wirkung von Hormonen",
          "en": "Supports the impact of some hormones"
        },
        {
          "de": "Fördert die Eisenaufnahme im Körper",
          "en": "Promotes the absorption of iron"
        },
        {
          "de": "Wiederherstellung von Blutgefäßen, Zellen, Zahnfleisch und Knochen",
          "en": "Recovery of blood vessels, cells, gums and bones"
        },
        {
          "de": "Stärkt das Bindegewebe",
          "en": "Strengthens the conjunctive tissue"
        },
        {
          "de": "Unterstützt die Wundheilung",
          "en": "Supports wound healing"
        }
      ],
      "deficiencies": [
        {
          "de": "Müdigkeit, Schwäche, Depressionen",
          "en": "Fatigue, weakness, depressions"
        },
        {
          "de": "Muskelschmerzen, Gelenkschmerzen",
          "en": "Muscle aches, joint pain"
        },
        {
          "de": "Schwaches Immunsystem",
          "en": "Weak immune system"
        },
        {
          "de": "Zahnfleischbluten",
          "en": "Gum bleeding"
        },
        {
          "de": "Schlechte Wundheilung",
          "en": "Impaired wound healing"
        }
      ],
      "overdose": {
        "de": "Nicht bekannt.",
        "en": "Unknown."
      },
      "dependencies": {
        "de": "Vitamin C unterstützt die Eisenaufnahme, ein Mangel kann daher indirekt auch zu einem Eisenmangel führen.",
        "en": "Vitamin C supports the absorption of iron. A shortage may indirectly lead to iron deficiency."
      },
      "storage": {
        "de": "",
        "en": ""
      },
      "sources": {
        "de": "Hagebutte, Petersilie, Brokkoli, Paprika, Zitrone, Orange, Erdbeere, Kohl, Tomate, Sauerkraut, Kartoffel, Leber",
        "en": "Rosehip, parsley, broccoli, bell pepper, lime, orange, strawberry, cabbage, tomato, sauerkraut, potato, liver"
      },
      "requirements": {
        "de": "Mann: 110 mg | Frau: 95 mg (schwanger: 105 mg, stillend: 125 mg)",
        "en": "male: 110 mg | female: 95 mg (pregnant: 105 mg, breastfeeding: 125 mg)"
      }
    },
    {
      "name": {
        "de": "Vitamin D",
        "en": "Vitamin D"
      },
      "scientificName": {
        "de": "Calciferol",
        "en": "Calciferol"
      },
      "description": {
        "de": "Vitamin D ist eines der wenigen Vitamine, die der Mensch selbst herstellen kann. Dies geschieht in der Haut in Zusammenhang mit der UV-B-Strahlung der Sonne. Der Herstellungsprozess ist jedoch sehr komplex. So beginnt die Vitamin-D-Herstellung erst ab einem Sonnenstand von etwa 25 Grad, so dass Menschen in den Mittelbreiten im Winter kein Vitamin D produzieren können. Menschen mit heller Haut produzieren das Vitamin schneller, neigen jedoch auch schneller zum Sonnenbrand. Ältere Menschen produzieren Vitamin D schlechter und sind daher stärker von einem Mangel betroffen. Da Vitamin D auch in der Nahrung nur vergleichsweise selten vorkommt (10 bis 20 % des Bedarfs bei einer typischen Ernährung), tritt v.a. in den Wintermonaten bei vielen Menschen der mittleren und nördlichen Breiten ein Vitamin-D-Mangel auf, weshalb Vitamin-D-Präparate inzwischen weit verbreitet sind. Vitamin D selbst spielt eine zentrale Rolle für den Aufbau und Erhalt der Knochen und hat darüber hinaus eine Reihe weiterer wichtiger Eigenschaften, von denen noch nicht alle wissenschaftlich abschließend geklärt sind.",
        "en": "Vitamin D is one of the few vitamins that humans can produce on their own. The production of vitamin D is rather complex and is carried out in the skin together with the UV-B radition of the sun. It gets only triggered when the sun reached a certain angle (about 25 degree), so that people living in the mid-latitutudes and further north cannot produce vitamin D during the winter months. People with light skin produce vitamin D faster, yet are also more susceptible for sun burns. Elder people generally produce less vitamin D and rely especially on supplements to avoid any shortage. Since vitamin D occurs only scarcely in nutrition (in an everyday nutrition it makes up 10 .. 20 % of the expected requirement), many people have a sligth through medium lack of vitamin D during the winter, especially in regions further up north. Vitamin D supplements are therefore widely used now. The vitamin as such plays an important part in the production and maintenance of bones. Additionally, it is involved in many other processes, of which not all have been scientifically identified or confirmed yet."
      },
      "functionality": [
        {
          "de": "Spielt eine große Rolle für den Knochenbau",
          "en": "Plays a big part for bone development"
        },
        {
          "de": "Unterstützt die Arbeit der Muskeln",
          "en": "Supports muscle processes"
        },
        {
          "de": "Stärkt das Immunsystem",
          "en": "Strengthens the immune system"
        },
        {
          "de": "Fördert das Zellwachstum der Hautzellen",
          "en": "Promotes cell growth in the skin"
        },
        {
          "de": "Schützt das Nervensystem und Herz-Kreislauf-System",
          "en": "Protects the nervous system and cardiovascular system"
        },
        {
          "de": "Reguliert den Calciumhaushalt",
          "en": "Controls the calcium level"
        }
      ],
      "deficiencies": [
        {
          "de": "Muskelschwäche, Muskelkrämpfe",
          "en": "Muscle weakness, cramps"
        },
        {
          "de": "Geschwächtes Immunsystem",
          "en": "Weakened immune system"
        },
        {
          "de": "Führt zu Knochenkrankheiten (z.B. Osteoporose)",
          "en": "Causes bone diseases (such as Osteoporosis)"
        },
        {
          "de": "Kann bei Kindern zu Rachitis führen",
          "en": "May cause rachitis in children"
        }
      ],
      "overdose": {
        "de": "Eine Überdosis ist nur durch Einnahme von Zusatzstoffen möglich, da die Haut die Vitamin-D-Produktion bei Bedarf selbst einstellt (der Maximalwert pro Tag liegt bei 250 bis 500 µg). Zu viel Vitamin D kann zu Kalziumablagerungen in den Knochen führen. Tägliche Zuführung von bis zu 100 µg gelten bei Erwachsenen auch über einen langen Zeitraum als sicher.",
        "en": "An overdose can only occur due to nutrient supplements, since the skin will automatically stop the vitamin D production if necessary (the maximum daily productivity is 250 .. 500 µg). Overdoses may lead to calcium deposits in the bones. For adults, a daily long-term consumption up to 100 µg is considered safe."
      },
      "dependencies": {
        "de": "",
        "en": ""
      },
      "storage": {
        "de": "Vitamin D ist in den Muskeln und im Fettgewebe gespeichert. Gut gefüllte Speicher halten für etwa 2 bis 4 Monate.",
        "en": "Vitamin D is stored in the muscles and fat tissue. When fully supplied with Vitamin D, the amout holds for about 2 through 4 months."
      },
      "sources": {
        "de": "Lebertran, Fisch, Pilze, Eier",
        "en": "Codliver oil, fish, mushrooms, eggs"
      },
      "requirements": {
        "de": "ca. 20 µg (der genaue Bedarf ist noch nicht abschließend geklärt)",
        "en": "about 20 µg (the exact amount has not been identified yet)"
      }
    },
    {
      "name": {
        "de": "Vitamin E",
        "en": "Vitamin E"
      },
      "scientificName": {
        "de": "Tocopherol",
        "en": "Tocopherol"
      },
      "description": {
        "de": "Vitamin E umfasst verschiedene chemische Verbindungen, zu denen bspw. die Tocopherole und Tocotrienole gehören. Es ist ein Antioxidans und schützt die mehrfach ungesättigten Fettsäuren, die den freien Radikalen besonders stark ausgesetzt sind. Das Vitamin ist empfindlich gegenüber Hitze und Licht. Es kommt größtenteils in pflanzlichen Lebensmitteln vor, insbesondere in Pflanzenölen, Getreide und Nüssen. Ein Mangel ist in der westlichen Welt äußerst selten, da das Vitamin vom Körper auch sehr gut gespeichert wird.",
        "en": "Vitamin E comprises several chemical compounds, such as Tocopherols and Tocotrienols. As an antioxidant, it protects the polyunsaturated fatty acids against free radicals, that attack those cells and may destroy them. The vitamin is vulnerable against heat and light and mostly appears in plant-based food, especially in plant-based oils, grains and nuts. Vitamin E deficiencies are very rare in western countries, since the vitamin can be effectively stored in the human body."
      },
      "functionality": [
        {
          "de": "Antioxidans, das die Körperzellen schützt",
          "en": "Antioxidant protecting the somatic cells"
        },
        {
          "de": "Schützt die Haut, verbessert die Wundheilung",
          "en": "Protects the skin, promotes wound healing"
        },
        {
          "de": "Schützt das Immunsystem, wirkt entzündungshemmend",
          "en": "Protects the immune system, reduces inflammations"
        }
      ],
      "deficiencies": [
        {
          "de": "Durchblutungsstörungen",
          "en": "Circulatory disorders"
        },
        {
          "de": "Zittern, beeinträchtigte Reflexe, Konzentrationsschwäche",
          "en": "Tremor, impaired reflexes, loss of concentration"
        },
        {
          "de": "Muskelschwäche",
          "en": "Muscle weakness"
        },
        {
          "de": "Immunsystemschwäche",
          "en": "Weakened immune system"
        }
      ],
      "overdose": {
        "de": "Eine Überdosis kann zu Blutungen, Übelkeit und weiteren gesundheitlichen Schäden führen. Als maximaler täglicher Höchstwert wird 2 mg je kg Körpergewicht angegeben. Andere Quellen empfehlen, nicht mehr als 30 mg pro Tag an Ergänzungsmitteln zu nehmen.",
        "en": "An overdose may lead to bleeding, nausea and further health issues. The maximal daily amount for an adult is about 2 mg per kg body mass. Other sources state that 30 mg of vitamin E as supplement should not be exceeded per day."
      },
      "dependencies": {
        "de": "Bei einem erhöhten Konsum von ungesättigten Fettsäuren erhöht sich der Bedarf von Vitamin E entsprechend.",
        "en": "An increased consumption of polyunsaturated fatty acids increases the demand for vitamin E accordingly."
      },
      "storage": {
        "de": "",
        "en": ""
      },
      "sources": {
        "de": "Pflanzenöle, Getreide, Nüsse, Fisch, Gemüse",
        "en": "Plant-based oils, grains, nuts, fish, vegetables"
      },
      "requirements": {
        "de": "Mann: 14 mg | Frau: 12 mg (schwanger: 13 mg, stillend: 17 mg)",
        "en": "male: 14 mg | female: 12 mg (pregnant: 13 mg, breastfeeding: 17 mg)"
      }
    },
    {
      "name": {
        "de": "Vitamin K",
        "en": "Vitamin K"
      },
      "scientificName": {
        "de": "Phyllochinon, Menachinon",
        "en": "Phylloquinone, Menaquinone"
      },
      "description": {
        "de": "Die K-Vitamine sind eine Gruppe von Vitaminen, die vor allem bei der Blutgerinnung eine wichtige Rolle spielen. Für den Menschen bedeutsam sind dabei die Vitamine K1 (Phyllochinon), das in pflanzlicher Nahrung vorkommt, und K2 (Menachinon), das durch Darmbakterien im Darmtrakt hergestellt wird und daher in tierischen Produkten enthalten ist. Da die K-Vitamine in der Nahrung ausreichend vorhanden sind, ist ein Mangel äußerst selten. Besonders gute Quellen sind grünes Gemüse, in den oft sehr viel Vitamin K enthalten ist.",
        "en": "K-Vitamins (K1, K2) are a group of vitamins that play an important part in blood coagulation. Vitamin K1 (Phylloquinone) appears in plant-based food, whereas vitamin K2 (Menaquinone) is produced by bacteria in the digestive tract and thus appear in animal food. Since K-vitamins sufficiently occur in foods, deficiencies are very rare. Good sources of vitamin K are leafy greens, which often contain large amounts of the vitamin."
      },
      "functionality": [
        {
          "de": "Blutgerinnung",
          "en": "Blood coagulation"
        },
        {
          "de": "Knochenstoffwechsel und Knochenwachstum",
          "en": "Bone metabolism and bone production"
        },
        {
          "de": "Hilft bei Zellprozessen wie dem Zellwachstum",
          "en": "Supports cell processes such as cell growth"
        },
        {
          "de": "K2: Verhindert Kalkablagerungen",
          "en": "K2: Prevents calcifications"
        }
      ],
      "deficiencies": [
        {
          "de": "Störungen bei der Blutgerinnung",
          "en": "Blood coagulation disorders"
        },
        {
          "de": "Gefäßverkalkung (Arteriosklerose)",
          "en": "Atherosclerosis"
        },
        {
          "de": "Osteoporose",
          "en": "Osteoporosis"
        }
      ],
      "overdose": {
        "de": "Nicht bekannt.",
        "en": "Unknown."
      },
      "dependencies": {
        "de": "",
        "en": ""
      },
      "storage": {
        "de": "",
        "en": ""
      },
      "sources": {
        "de": "K1: Grünes Gemüse, plant-based oils; K2: Eier, Fleisch, Milchprodukte",
        "en": "K1: Leafy greens, pflanzliche Öle; K2: Eggs, meat, dairy"
      },
      "requirements": {
        "de": "Mann: 70 µg | Frau: 60 µg",
        "en": "male: 70 µg | female: 60 µg"
      }
    }
  ],
  "minerals": [
    {
      "name": {
        "de": "Natrium",
        "en": "Sodium"
      },
      "description": {
        "de": "Der Menschh enthält etwa 100 Gramm Natrium in seinem Körper, von dem der größte Teil im Blut enthalten ist. Natrium ist maßgeblich an der Regulierung des Wasserhaushalts beteiligt und ist ein lebenswichtiges Mengenelement, das immer im korrekten Verhältnis zum Wasserhaushalt vorliegen muss. Ein Mangel oder eine Überdosis kann so recht schnell einmal auftreten und führt zu Unwohlsein, oder, in schweren Fällen, zu ernsten gesundheitlichen Problemen. Das liegt auch daran, dass die Menge an Natrium im Körper oft starken Schwankungen ausgesetzt ist. Der Natriumspiegel sinkt tw. erheblich, wenn Natrium durch Schwitzen oder Erkrankungen (Durchfall, Erbrechen etc.) entsprechend ausgeschieden wird oder über den Tag zu wenig Wasser zugeführt wird. Natriumzufuhr durch salzhaltige Nahrung führt hingegen zu einem entsprechenden Anstieg. Die Nieren versuchen dabei, den Natriumspiegel auf dem richtigen Level zu halten, indem sie entweder Natrium über den Urin ausscheiden oder Wasser im Körper zurückhalten (weniger Urinproduktion), um das Verhältnis aus Wasser und Natrium zu erhöhen. Der Mensch nimmt Natrium zum allergrößten Teil aus Kochsalz (Natriumchlorid) in der Nahrung auf. Ein Gramm Kochsalz enthalten dabei etwa 0,4 g Natrium.",
        "en": "The human body contains approximately 100 gram of sodium, with the largest part being contained by the blood. Sodium is a vital abundant element, necessary for the regulation of the water balance in the human body, that always needs to be in the right ratio to water. The amount of sodium is subject to constant fluctuations so that a shortage or an overdose may occasionally occur. It leads to discomfort and, if more severe, to serious health issues. A shortage usually emerges if too much sodium is washed out of the body, e.g., because of sweating or diseases (such as vomitting, diarrhea). An overdose may be caused by the consumption of large amounts of salty food. The kidneys try to keep the balance between water and sodium at a constant level, either by eliminating excess sodium through the urin or by keeping water back in the body in case of a shortage (reduced urin production). In nutrition, people consume the vast majority of sodium through common salt (sodium chloride), where 1 gram of salt contains about 0.4 gram of sodium."
      },
      "functionality": [
        {
          "de": "Lebensnotwendig zur Regulation des Wasserhaushalts",
          "en": "Vital for the regulation of the water balance"
        },
        {
          "de": "Beteiligt an der Regulation des Säure-Base-Haushalts im Körper",
          "en": "Participates in the regulation of the acid-base-balance"
        },
        {
          "de": "Wichtig für das Nervensystem",
          "en": "Significant for the nervous system"
        }
      ],
      "deficiencies": [
        {
          "de": "Niedriger Blutdruck",
          "en": "Low blood pressure"
        },
        {
          "de": "Schwindel, Kopfschmerzen",
          "en": "Dizziness, headaches"
        },
        {
          "de": "Übelkeit",
          "en": "Nausea"
        },
        {
          "de": "Krämpfe",
          "en": "Cramps"
        },
        {
          "de": "Schwächegefühl, Kreislaufversagen",
          "en": "Weakness, circulatory failure"
        }
      ],
      "overdose": {
        "de": "Bei einer Überdosis nimmt der Blutdruck zu; Menschen mit Bluthochdruck wird daher eine natriumarme Ernährung empfohlen. Weitere Symptome sind Durstgefühl, Kopfschmerzen, Reizbarkeit. Eine Überdosis an Natrium kann lebensgefährlich sein, die hierfür ausreichende Menge beträgt nur etwa 0,5 bis 1 Gramm pro kg Körpergewicht (d.h. ca. 50 Gramm Natrium bzw. 125 Gramm Kochsalz beim durchschnittlichen Erwachsenen).",
        "en": "In case of an overdose the blood pressure increases. For this reason, people with high blood pressure are often advised to consume sodium-low food. An overdose can be lethal. The deadly dose is only about 0.5 .. 1 gram per kg body weight, i.e., about 50 gram of sodium resp. 125 gram of common salt for an average adult."
      },
      "dependencies": {
        "de": "Die Wasserregulation im Körper geschieht gemeinsam mit Kalium, so dass Natrium und Kalium im wechselseitigen Verhältnis wirken und im richtigen Verhältnis vorliegen sollten. Die Ausscheidung von Natrium geschieht in den Nieren unter Beteiligung von Calcium. Ein hoher Natriumkonsum führt damit zu einem höheren Calciumverbrauch (und damit höheren Calciumbedarf).",
        "en": "The water regulation in the body is carried out together with potassium. Both elements interact and should be in the right proportion to each other. Calcium is used in the process of sodium excretion through the kidneys. An increased consumption of sodium thus increases calcium loss (and consequently increase the calcium demand)."
      },
      "sources": {
        "de": "",
        "en": ""
      },
      "requirements": {
        "de": "1,5 mg",
        "en": "1,5 mg"
      }
    },
    {
      "name": {
        "de": "Kalium",
        "en": "Potassium"
      },
      "description": {
        "de": "Kalium hat, genau wie das Natrium, einen wichtigen Anteil an der Regulation des Wasserhaushalts. Während Natrium das Wasser im Blut behält und blutdrucksteigend wirkt, entzieht Kalium dem Blut Wasser, um es in die Zellen abzugeben. Es wirkt damit blutdrucksenkend. Aus diesem Grund ist ein gutes Gleichgewicht zwischen Kalium und Natrium wichtig. Unsere heutige Ernährung ist jedoch oft natriumreich und kaliumarm, was zu einem gestörten Wasserhaushalt führen kann. Kalium ist daneben auch noch an vielen Stoffwechsel- und Enzymvorgängen sowie an der Reizübertragung in den Nerven beteiligt. Wie beim Natrium kann es zu einem Mangel durch Schwitzen, Durchfall oder Erbrechen kommen. Im Gegensatz zum Natrium ist eine moderat hohe Zufuhr jedoch nicht schädlich und wirkt sich oft oft positiv auf das Allgemeinbefinden aus. Kalium ist in vielen Lebensmitteln enthalten, hat jedoch auch mit rund 4000 mg einen außergewöhnlich hohen Tagesbedarf. Ein Mangel ist dennoch relativ selten, allerdings ist der Bedarf bei manchen Menschen generell erhöht (z.B. Menschen mit Bluthochdruck oder Herzkrankheiten).",
        "en": "Just like sodium, potassium plays an important part in the water regulation. While sodium keeps water in the blood and tends to increase the blood pressure, potassium conveys water into the cells and thus decreases the blood pressure. A balance between the amount of sodium and potassium is therefore highly important, yet modern nutrition often contains too much sodium and not enough potassium, which might lead to an unbalanced and unhealthy water balance. Additionally, potassium participates in many metabolism and enzyme activities and is needed for the transmission of impulses through the nerve cells. Similar to sodium, potassium can be washed out of the body through sweating, diarrhea or vomiting, though unlike sodium a moderate overdose has generally no negative effect for the body (but may even increase overall health). It is contained by many foods, but has an exceptionally high daily requirement of about 4000 mg. Still, serious deficiencies are rather rare. Some people have an even higher need for potassium, though, such as people having hypertension or heart diseases."
      },
      "functionality": [
        {
          "de": "An der Wasserregulation beteiligt",
          "en": "Participates in the water regulation"
        },
        {
          "de": "Beteiligt an der Regulation des Säure-Base-Haushalts im Körper",
          "en": "Participates in the regulation of the acid-base-balance"
        },
        {
          "de": "Beteiligt an der Energieproduktion",
          "en": "Takes part in energy production"
        },
        {
          "de": "Wichtig für die Nerven, Muskelarbeit, Herzfunktion und Regulation des Blutdrucks",
          "en": "Important for the nervous system, muscle work, cardiac function and regulation of the blood pressure"
        }
      ],
      "deficiencies": [
        {
          "de": "Unwohlsein, Leistungsschwäche",
          "en": "Discomfort, weakness"
        },
        {
          "de": "Eingeschränkte Muskelfunktionen, Lähmung",
          "en": "Impaired muscle work, paralysis"
        },
        {
          "de": "Herzrhythmusstörungen",
          "en": "Cardiac arrhythmia"
        },
        {
          "de": "Verstopfung",
          "en": "Congestion"
        }
      ],
      "overdose": {
        "de": "Überschüssiges Kalium wird durch die Nieren ausgesondert, so dass bei intakter Nierenfunktion eine Überdosis i.A. keine Auswirkungen hat.",
        "en": "Excess potassium will be eliminated by the kidneys. In case of healthy kidneys, a overdose has genereally no negative effect."
      },
      "dependencies": {
        "de": "Bei erhöhtem Konsum von Natrium erhöht sich auch der Bedarf an Kalium. Eine Mangelversorgung mit Magnesium vermindert die Aufnahme von Kalium im Darm.",
        "en": "An increased consumption of sodium also increases the need for potassium. Magnesium deficiencies reduce the resorption of potassium in the bowel."
      },
      "sources": {
        "de": "Nüsse, Bananen, grünes Gemüse, Kartoffeln, Avocado, Sojabohnen",
        "en": "Nuts, bananas, leafy greens, potatoes, avocado, soy beans"
      },
      "requirements": {
        "de": "4 mg (Schwangere: 4,4 mg)",
        "en": "4 mg (pregnant: 4.4 mg)"
      }
    },
    {
      "name": {
        "de": "Magnesium",
        "en": "Magnesium"
      },
      "description": {
        "de": "Magnesium spielt eine große Rolle für das Muskelsystem und ist vor allem an der Reizübertragung von Muskeln und Nerven beteiligt. Der menschliche Körper enthält rund 20 bis 30 mg Magnesium, das sich zu rund 60 % in unseren Knochen, knapp 40 % in den Muskeln und Organen und nur zu rund 1 % im Blut befindet. Wie andere Mineralstoffe kann es beim Schwitzen aus dem Körper ausgewaschen werden und damit verlorengehen. Ein leichter Magnesiummangel tritt in der Bevölkerung recht häufig auf, wobei die Bestimmung des Magnesiumswerts sehr schwierig ist (eine Blutanalyse gibt nur wenig Aufschluss). Magnesium wird daher häufig als Ergänzungsmittel verwendet. Ein schwerer Mangel tritt jedoch meist nur in Zusammenhang mit verschiedenen Erkrankungen auf (z.B. Nierenerkrankung, Verdauungsprobleme, starker Durchfall). Magnesium findet sich v.a. in Getreideprodukten, Nüssen, Gemüse, Schokolade und Mineralwasser und Leitungswasser (bei ausreichender Wasserhärte).",
        "en": "Magnesium is especially needed for the muscle system and the transmission of impulses through the muscles and nerve cells. The human body contains about 20 .. 30 mg of magnesium, of which about 60 % are stored in the bones, about 40 % in the muscles and organs and only 1 % in the blood. Just like other minerals, magnesium will be washed out when sweating and thus drops away. It is supposed that a light shortage of magnesium occurs frequently in society, though it is generally difficult to determine the magnesium amount in the body (a blood analysis does not suffice to determine the exact amount). However, serious deficiencies usually only occur in case of diseases (such as kidney diseases, digestive disorders, heavy diarrhea). Magnesium is mostly contained in plant-based food, especially in grain products, nuts, vegetables, soda and tap water (of sufficient water hardness)."
      },
      "functionality": [
        {
          "de": "Wichtig für das Muskelsystem, sorgt für die Entspannung der Muskeln",
          "en": "Import for the muscle system, eases muscle tension"
        },
        {
          "de": "Aktiviert rund 300 Enzyme beim Stoffwechsel",
          "en": "Activates about 300 encymes needed for metabolism"
        },
        {
          "de": "An der Energieproduktion beteiligt, erhöht die Leistungsfähigkeit",
          "en": "Takes part in energy production, enhances the performance"
        }
      ],
      "deficiencies": [
        {
          "de": "Muskelschwäche, Muskelkrämpe (z.B. Wadenkrämpfe)",
          "en": "Muscle weakness, muscle cramps (e.g. leg cramps)"
        },
        {
          "de": "Reizbarkeit",
          "en": "Irritability"
        },
        {
          "de": "Unruhe, Müdigkeit",
          "en": "Restlessness, sleepiness"
        },
        {
          "de": "Herzrhythmusstörungen",
          "en": "cardiac arrhythmias"
        }
      ],
      "overdose": {
        "de": "Eine Überdosis kann zu Verdauungsproblemen und Durchfall führen, bei stärkerer Überdosis (ab 2500 mg pro Tag) auch zu ernsten Erkrankungen wie Muskelschwäche oder Blutdruckabfall. Eine solche Überdosis ist über die Ernährung jedoch nicht möglich, sondern nur durch die Einnahme von Präparaten.",
        "en": "An overdose can lead to digestion problems and diarrhea. A more severe overdosis (above 2500 mg per day) can also lead to serious health issues such as muscle weakness and low blood pressure. Such an overdose cannot occur through nutrition, though, but only by means of supplements."
      },
      "dependencies": {
        "de": "Magnesiummangel führt zu einer schlechteren Aufnahme von Kalium im Darm und kann indirekt zu einem Kaliummangel führen. Zudem aktiviert Magnesium die Produktion von Vitamin D im Körper. Ein Mangel kann somit wiederum indirekt zu einem Vitamin-D-Mangel führen.",
        "en": "Magnesium deficiency reduces potassium resorbtion in the bowel and may indirectly lead to a potassium deficiency. Magnesium is also needed to activate the vitamin D production in the body; again, a deficiency may indirectly lead to a vitamin D deficiency."
      },
      "sources": {
        "de": "Hülsenfrüche, Nüsse, Getreideprodukte, Käse, Kakao, Schokolade",
        "en": "Legumes, nuts, grain products, cheese, cocoa, chocolate"
      },
      "requirements": {
        "de": "Mann: 350 mg | Frau: 300 mg  (schwanger: 310 mg, stillend: 390 mg)",
        "en": "male: 350 mg | female: 300 mg  (pregnant: 310 mg, breastfeeding: 390 mg)"
      }
    },
    {
      "name": {
        "de": "Kalzium",
        "en": "Calcium"
      },
      "description": {
        "de": "Kalzium spielt eine wichtige Rolle für den Knochenbau und die Zähne. Im menschlichen Körper hat es einen Anteil von etwa 1 bis 1,5 Kilogramm, womit es den größten Anteil aller Mineralstoffe ausmacht. Etwa 99 Prozent davon lagern in den Knochen und Zähnen, wo es für deren Aufbau dient. Gleichzeitig dienen die Knochen auch als Speicher für Kalzium und können es bei Mangel freigeben, was dann jedoch zum Knochenschwund führt. Da ab dem 30. Lebensjahr in den Knochen kaum noch Kalzium eingelagert wird, ist dieser Prozess tw. irreversibel. Kalzium ist außerdem das Gegenstück zum Magnesium, da es für eine Anspannung der Muskeln sorgt. Das Verhältnis Kalzium zu Magnesium sollte im Körper etwa 2:1 betragen. Kalziummangel kann durch einseitige Ernährung auftreten, v.a. bei Verzicht auf Milchprodukte. Zudem haben Kinder, Schwangere und ältere Menschen ein erhöhtes Risiko, einen Kalziummangel zu erleiden. Kalzium ist v.a. in Milchprodukten enthalten sowie in Mineralwasser und Leitungswasser mit entsprechender Wasserhärte.",
        "en": "Calcium plays an important part for bone production and teeth. The human body contains about 1 .. 1.5 kilogram of calcium, making it by far the largest part of the minerals, with about 99 % of it being stored in the bones and teeth. Calcium is needed to maintain and strengthen bones and teeth. In case of a deficiency, the bones can release calcium, concequently leading to bone loss, though. Since the human body scarcely stores up calcium in the bones after the age of 30, this process is partly irreversible. Calcium is also the counterpart to magnesium, since it promotes muscle contraction. The ratio between calcium and magnesium in the body should be about 2:1. Calcium deficiency may occur in case of an unbalanced diet, especially if dairy products are avoided. In addition, children, pregnant women and elderly people have a generally higher risk to suffer from calcium deficiency. Calcium is found in dairy products and soda, as well as tap water (of sufficient water hardness)."
      },
      "functionality": [
        {
          "de": "Sorgt für Stabilität und Festigkeit der Knochen",
          "en": "Promotes the stability and strength of bones"
        },
        {
          "de": "Erregung der Muskeln und Nerven",
          "en": "Stimulates muscles and nerves"
        },
        {
          "de": "Beteiligt am Stoffwechsel und der Zellteilung",
          "en": "Participates in metabolism and cell division"
        },
        {
          "de": "Beteiligt an der Bildung einiger Enzyme und Hormome",
          "en": "Participates in the production of some enzymes and hormones"
        },
        {
          "de": "Wird für die Blutgerinnung benötigt",
          "en": "Needed for blood coagulation"
        }
      ],
      "deficiencies": [
        {
          "de": "Poröse und brüchige Knochen, Knochenschwund (Osteoporose)",
          "en": "Porous and brittle bones, bone loss (osteoporosis)"
        },
        {
          "de": "Muskelkrämpfe, Kribbeln",
          "en": "Muscle cramps, tingling"
        }
      ],
      "overdose": {
        "de": "Eine Überdosis kann kurzfristig zu Übelkeit, Verdauungsstörungen, Muskelkrämpfen und Müdigkeit führen, langfristig auch zu Nierensteinen und im schlimmsten Fall zu Nierenversage. Allein über die Ernährung ist eine Überdosis beim gesunden Menschen jedoch praktisch nicht möglich.",
        "en": "An overdose may cause nausea, digestion disorders, cramps and tiredness. Over a long time, it can also cause kidney stones or, in the worst case, kidney failure. However, with a normal diet an overdose is practically impossible for a healthy person."
      },
      "dependencies": {
        "de": "Für die Aufnahme von Calcium im Darm wird Vitamin D benötigt. Ein Vitamin-D-Mangel kann damit indirekt zu einem Calciummangel führen.",
        "en": "The resorption of calcium in the bowel requires vitamin D. A vitamin D shortage may thus indirectly lead to a calcium deficiency."
      },
      "sources": {
        "de": "Milchprodukte, Hülsenfrüchte, Mineralwasser",
        "en": "Dairy products, legumes, soda"
      },
      "requirements": {
        "de": "1000 mg",
        "en": "1000 mg"
      }
    },
    {
      "name": {
        "de": "Magnesium",
        "en": "Magnesium"
      },
      "description": {
        "de": "Magnesium spielt eine große Rolle für das Muskelsystem und ist vor allem an der Reizübertragung von Muskeln und Nerven beteiligt. Der menschliche Körper enthält rund 20 bis 30 mg Magnesium, das sich zu rund 60 % in unseren Knochen, knapp 40 % in den Muskeln und Organen und nur zu rund 1 % im Blut befindet. Wie andere Mineralstoffe kann es beim Schwitzen aus dem Körper ausgewaschen werden und damit verlorengehen. Ein leichter Magnesiummangel tritt in der Bevölkerung recht häufig auf, wobei die Bestimmung des Magnesiumswerts sehr schwierig ist (eine Blutanalyse gibt nur wenig Aufschluss). Magnesium wird daher häufig als Ergänzungsmittel verwendet. Ein schwerer Mangel tritt jedoch meist nur in Zusammenhang mit verschiedenen Erkrankungen auf (z.B. Nierenerkrankung, Verdauungsprobleme, starker Durchfall). Magnesium findet sich v.a. in Getreideprodukten, Nüssen, Gemüse, Schokolade und Mineralwasser und Leitungswasser (bei ausreichender Wasserhärte).",
        "en": "Magnesium is especially needed for the muscle system and the transmission of impulses through the muscles and nerve cells. The human body contains about 20 .. 30 mg of magnesium, of which about 60 % are stored in the bones, about 40 % in the muscles and organs and only 1 % in the blood. Just like other minerals, magnesium will be washed out when sweating and thus drops away. It is supposed that a light shortage of magnesium occurs frequently in society, though it is generally difficult to determine the magnesium amount in the body (a blood analysis does not suffice to determine the exact amount). However, serious deficiencies usually only occur in case of diseases (such as kidney diseases, digestive disorders, heavy diarrhea). Magnesium is mostly contained in plant-based food, especially in grain products, nuts, vegetables, soda and tap water (of sufficient water hardness)."
      },
      "functionality": [
        {
          "de": "Wichtig für das Muskelsystem, sorgt für die Entspannung der Muskeln",
          "en": "Import for the muscle system, eases muscle tension"
        },
        {
          "de": "Aktiviert rund 300 Enzyme beim Stoffwechsel",
          "en": "Activates about 300 encymes needed for metabolism"
        },
        {
          "de": "An der Energieproduktion beteiligt, erhöht die Leistungsfähigkeit",
          "en": "Takes part in energy production, enhances the performance"
        }
      ],
      "deficiencies": [
        {
          "de": "Muskelschwäche, Muskelkrämpe (z.B. Wadenkrämpfe)",
          "en": "Muscle weakness, muscle cramps (e.g. leg cramps)"
        },
        {
          "de": "Reizbarkeit",
          "en": "Irritability"
        },
        {
          "de": "Unruhe, Müdigkeit",
          "en": "Restlessness, sleepiness"
        },
        {
          "de": "Herzrhythmusstörungen",
          "en": "cardiac arrhythmias"
        }
      ],
      "overdose": {
        "de": "Eine Überdosis kann zu Verdauungsproblemen und Durchfall führen, bei stärkerer Überdosis (ab 2500 mg pro Tag) auch zu ernsten Erkrankungen wie Muskelschwäche oder Blutdruckabfall. Eine solche Überdosis ist über die Ernährung jedoch nicht möglich, sondern nur durch die Einnahme von Präparaten.",
        "en": "An overdose can lead to digestion problems and diarrhea. A more severe overdosis (above 2500 mg per day) can also lead to serious health issues such as muscle weakness and low blood pressure. Such an overdose cannot occur through nutrition, though, but only by means of supplements."
      },
      "dependencies": {
        "de": "Magnesiummangel führt zu einer schlechteren Aufnahme von Kalium im Darm und kann indirekt zu einem Kaliummangel führen. Zudem aktiviert Magnesium die Produktion von Vitamin D im Körper. Ein Mangel kann somit wiederum indirekt zu einem Vitamin-D-Mangel führen.",
        "en": "Magnesium deficiency reduces potassium resorbtion in the bowel and may indirectly lead to a potassium deficiency. Magnesium is also needed to activate the vitamin D production in the body; again, a deficiency may indirectly lead to a vitamin D deficiency."
      },
      "sources": {
        "de": "Hülsenfrüche, Nüsse, Getreideprodukte, Käse, Kakao, Schokolade",
        "en": "Legumes, nuts, grain products, cheese, cocoa, chocolate"
      },
      "requirements": {
        "de": "Mann: 350 mg | Frau: 300 mg  (schwanger: 310 mg, stillend: 390 mg)",
        "en": "male: 350 mg | female: 300 mg  (pregnant: 310 mg, breastfeeding: 390 mg)"
      }
    },
    {
      "name": {
        "de": "Phosphor",
        "en": "Phosphorus"
      },
      "description": {
        "de": "Ähnlich wie Kalzium ist Phosphor am Knochenbau beteiligt und hat mit 600 bis 700 Gramm im menschlichen Körper einen ebenfalls hohen Anteil. Davon sind 90 % in den Knochen gebunden. Phosphor ist in nahezu allen Lebensmitteln enthalten, insbesondere in proteinreichen Lebensmittel wie Milchprodukten, Eiern, Fleisch und Fisch, so dass bei gesunden Menschen ein Mangel faktisch nicht möglich ist.",
        "en": "Similar to calcium, phosphorous is needed for bone production and has a high share in the human body (600 .. 700 gram, of which 90 % are bound to the bones). It is contained by almost every food, especially in those that are rich in proteins, such as dairy products, eggs, meat and fish. For healthy persons, it is practically impossible to suffer phosphorous deficiency."
      },
      "functionality": [
        {
          "de": "Am Knochenbau beteiligt, insbesondere an der Mineralisierung von Knochen und Zähnen",
          "en": "Participates in the bone production, especially in bone and tooth mineralization"
        },
        {
          "de": "Für den Energiestoffwechsel benötigt",
          "en": "Needed for energy metabolism"
        },
        {
          "de": "Stabilisiert den pH-Wert im Blut",
          "en": "Stabilizes the pH-value in the blood"
        },
        {
          "de": "Beteiligt am Aufbau der Zellmembran",
          "en": "Promotes cell membrane production"
        },
        {
          "de": "Bestandteil der DNA",
          "en": "Part of the DNA"
        }
      ],
      "deficiencies": [
        {
          "de": "Knochenerweichung (Osteomalazie)",
          "en": "Osteomalacia (bone softening)"
        },
        {
          "de": "Verzögertes Wachstum bei Kindern",
          "en": "Impaired growth in children"
        },
        {
          "de": "Müdigkeit, Schwäche, Übelkeit",
          "en": "Sleepiness, weakness, nausea"
        }
      ],
      "overdose": {
        "de": "Eine kritische Überdosis kann durch die normale Ernährung im Grunde nicht erfolgen. Nur bei anderen Erkrankungen kann eine zu hohe Phosphoransammlung mit verschiedenen gesundheitlichen Problemen eintreten.",
        "en": "A critical overdose cannot occur in a regular diet. Only in case of different diseases, critical amounts of phosphorous may be accumulated in the body, that may lead to versatile health issues."
      },
      "dependencies": {
        "de": "Phosphor hemmt die Verwertung von Calcium im Körper, so dass ein hoher Phosphorkonsum einen höheren Bedarf an Calcium zur Folge hat.",
        "en": "Phosphorous impairs the use of calcium within the human body. A high intake of phosphorous thus increases the demand for calcium."
      },
      "requirements": {
        "de": "Mann: 700 mg | Frau: 700 mg  (schwanger: 800 mg, stillend: 900 mg)",
        "en": "male: 700 mg | female: 700 mg  (pregnant: 800 mg, breastfeeding: 900 mg)"
      }
    }
    ]
}